Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# -5-6
source: 📌 Inability to maintain the relationship in the desired state. WHY: You seek a partner who satisfies your aesthetic taste, shows deep understanding and contributes to the establishment of a calm atmosphere. However, the compulsive desire to demonstrate your individuality forces you to take a critical position towards everything, including your partner. This leads to relationship discord. Next, there is a rapprochement and then there is alienation. Hence, the desired ideal condition has no chance to develop. Because of this, you focus on inner experiences and restrict yourself in the realization of physical needs. You believe this proves superiority and rises you above the crowd. However, the absence of the desired relationship weighs heavily, causing uncertainty. You carefully hide it behind apparent determination and manner of expression. Insightful, critical, demanding and picky, you possess a delicate taste and tend independent views. These qualities allow you to give an independent assessment of what is happening and to express opinions authoritatively. You enjoy everything original, clever and fine. You strive to connect with people who can contribute to your intellectual development. You want to be seen as a worthy partner.
pt_br: 📌 Incapacidade de manter o relacionamento no estado desejado. RAZÃO: Você procura um parceiro que satisfaça seu gosto estético, demonstre profunda compreensão e contribua para o estabelecimento de uma atmosfera calma. No entanto, o desejo compulsivo de demonstrar sua individualidade o força a assumir uma posição crítica em relação a tudo, inclusive ao seu parceiro. Isso leva à discórdia no relacionamento. Em seguida, há uma reaproximação e depois há uma alienação. Assim, a condição ideal desejada não tem chance de se desenvolver. Por causa disso, você se concentra nas experiências internas e se restringe à realização das necessidades físicas. Você acredita que isso prova superioridade e eleva você acima da multidão. No entanto, a ausência da relação desejada pesa muito, causando incerteza. Você cuidadosamente esconde isso atrás de uma aparente determinação e forma de expressão. Perspicaz, crítico, exigente e exigente, você possui um gosto delicado e tende a visões independentes. Essas qualidades permitem que você faça uma avaliação independente do que está acontecendo e expresse opiniões com autoridade. Você gosta de tudo original, inteligente e fino. Você se esforça para se conectar com pessoas que podem contribuir para o seu desenvolvimento intelectual. Você quer ser visto como um parceiro digno.

# -5-7
source: 📌 Uninvited restrictions or constraints. WHY: You strive for a relationship based on frankness, mutual trust and honesty. You demand the freedom to decide based on your own beliefs. This especially applies to close ones. You reject any authoritarian interference. You want relationships that do not force compromise and have no interference with your goals.
pt_br: 📌 Restrições ou restrições não convidadas. RAZÃO: Você se esforça para um relacionamento baseado na franqueza, confiança mútua e honestidade. Você exige a liberdade de decidir com base em suas próprias crenças. Isso se aplica especialmente aos próximos. Você rejeita qualquer interferência autoritária. Você quer relacionamentos que não forcem compromissos e não interfiram em seus objetivos.

# -6
source: 📌 Lack of attention to the body's needs. Suppression of sexual or physical desires. WHY: You want to unite with people of the same high standards and desire to stand out from the crowd. This leads to isolation and prevents the willingness to meet others. On the other hand, you want to give in and give free rein to your feelings. However, you perceive it as a weakness that must be fought. You believe such self-limitation brings avowal. You think it makes you a unique and inimitable individual, rises you above the crowd. You crave attention and recognition.
pt_br: 📌 Falta de atenção às necessidades do corpo. Supressão de desejos sexuais ou físicos. RAZÃO: Você quer se unir a pessoas com os mesmos padrões elevados e deseja se destacar da multidão. Isso leva ao isolamento e impede a vontade de conhecer outras pessoas. Por outro lado, você quer ceder e dar rédea solta aos seus sentimentos. No entanto, você percebe isso como uma fraqueza que deve ser combatida. Você acredita que essa autolimitação traz uma confissão. Você acha que isso faz de você um indivíduo único e inimitável, eleva você acima da multidão. Você anseia por atenção e reconhecimento.

# -6-0
source: 📌 Lack of attention to the body's needs. Suppression of sexual or physical desires. WHY: The current situation is unpleasant. You consider it temporal and ambitiously hope to get ahead with great self diligence and a little help from others. You are ready to give up the satisfaction of physical and sensual pleasures to achieve that goal. You want to unite with people of the same high standards and desire to stand out from the crowd. Your close control over the realization of sexual desire reduces sociability. This isolation leads to a desire to be like everyone else. However, you perceive such desires as a weakness that must be fought. You want to become a successful person and have a more interesting and respectable lifestyle if possible. You like to be loved and admired selflessly. You seek recognition and want to play a decisive role. You can interfere in other people's affairs without observing due restraint and unnecessarily expresses your opinion.
pt_br: 📌 Falta de atenção às necessidades do corpo. Supressão de desejos sexuais ou físicos. RAZÃO: A situação atual é desagradável. Você considera isso temporal e ambiciosamente espera progredir com grande auto diligência e uma pequena ajuda dos outros. Você está pronto para desistir da satisfação dos prazeres físicos e sensuais para atingir esse objetivo. Você quer se unir a pessoas com os mesmos padrões elevados e deseja se destacar da multidão. Seu controle próximo sobre a realização do desejo sexual reduz a sociabilidade. Esse isolamento leva a um desejo de ser como todo mundo. No entanto, você percebe esses desejos como uma fraqueza que deve ser combatida. Você quer se tornar uma pessoa de sucesso e ter um estilo de vida mais interessante e respeitável, se possível. Você gosta de ser amado e admirado desinteressadamente. Você busca reconhecimento e quer desempenhar um papel decisivo. Você pode interferir nos assuntos de outras pessoas sem observar a devida restrição e expressar desnecessariamente sua opinião.

# -6-1
source: 📌 Lack of attention to the needs of the body. Exorbitant self-limitation. WHY: You see no way for situation improvement without the cooperation of others. The absence of reasonable recognition, trust and respect makes you think a real union is impossible and leads to hypersensitivity. You want to feel more free and confident. In this situation, any relationships are perceived as a burden and dependency. You desire solitude to restore your individuality. You are not ready to communicate because of sensuality restraints. That causes isolation and leads to a strong desire to merge with others. That might be even to the detriment of a sense of self-confidence. A decrease in self-confidence is perceived as a weakness. You try to fight it with the help of apparent firmness and external determination. You believe constant self-control is the only way to asset yourself as an individual. You think only this allows to maintain your position despite real difficulties.
pt_br: 📌 Falta de atenção às necessidades do corpo. Autolimitação exorbitante. RAZÃO: Você não vê como melhorar a situação sem a cooperação dos outros. A ausência de reconhecimento razoável, confiança e respeito faz você pensar que uma união real é impossível e leva à hipersensibilidade. Você quer se sentir mais livre e confiante. Nessa situação, qualquer relacionamento é percebido como um fardo e dependência. Você deseja a solidão para restaurar sua individualidade. Você não está pronto para se comunicar por causa das restrições da sensualidade. Isso causa isolamento e leva a um forte desejo de se fundir com os outros. Isso pode ser até mesmo em detrimento de um senso de autoconfiança. Uma diminuição da autoconfiança é percebida como uma fraqueza. Você tenta combatê-lo com a ajuda de uma aparente firmeza e determinação externa. Você acredita que o autocontrole constante é a única maneira de se fortalecer como indivíduo. Você acha que só isso permite manter sua posição apesar das dificuldades reais.

# -6-2
source: 📌 Excessive self-control, aimed at winning the respect of others. WHY: You desire to stand out from the crowd and want to unite with people with the same high living standards. This leads to high stress. However, you keep your attitude despite a lack of appreciation. You find the situation unpleasant and want a way out of the situation but refuse to sacrifice your own beliefs. You constantly postpone making the vital decision due to doubts about your ability to resist possible opposition. You need recognition from others, agreement with your wishes, and respect for your views. Only then you can feel safe and at ease.
pt_br: 📌 Autocontrole excessivo, visando conquistar o respeito dos outros. RAZÃO: Você deseja se destacar da multidão e quer se unir a pessoas com os mesmos altos padrões de vida. Isso leva a um alto estresse. No entanto, você mantém sua atitude apesar da falta de apreciação. Você acha a situação desagradável e quer uma saída, mas se recusa a sacrificar suas próprias crenças. Você constantemente adia a decisão vital devido a dúvidas sobre sua capacidade de resistir a uma possível oposição. Você precisa do reconhecimento dos outros, de acordo com seus desejos e respeito por seus pontos de vista. Só então você pode se sentir seguro e à vontade.

# -6-3
source: 📌 Lack of attention to the body's needs. Suppression of sexual or physical desires. WHY: The current situation seems threatening. You feel underestimated. Among equals, you do not feel the necessary security. You seek recognition and respect from others. The self-control of sensuality makes it difficult to give yourself. This leads to isolation and causes uncertainty, a desire to give in and merge with others. You consider this insecurity to be a drawback and mask it with apparent self-confidence, determination, and manner of expression. By doing so, you seek to evoke a sense of superiority and establish yourself. You need recognition, attention and admiration of your traits by others. You want to look like a worthy partner in the eyes of others.
pt_br: 📌 Falta de atenção às necessidades do corpo. Supressão de desejos sexuais ou físicos. RAZÃO: A situação atual parece ameaçadora. Você se sente subestimado. Entre iguais, você não sente a segurança necessária. Você busca reconhecimento e respeito dos outros. O autocontrole da sensualidade torna difícil dar a si mesmo. Isso leva ao isolamento e causa incerteza, um desejo de ceder e se fundir com os outros. Você considera essa insegurança uma desvantagem e a mascara com aparente autoconfiança, determinação e forma de expressão. Ao fazer isso, você procura evocar uma sensação de superioridade e se estabelecer. Você precisa de reconhecimento, atenção e admiração de seus traços pelos outros. Você quer parecer um parceiro digno aos olhos dos outros.

# -6-4
source: 📌 Anxiety hidden behind self-confidence and indifference. WHY: The current situation looks unpleasant and uncertain. You are unable to become a member of a society that satisfies your high demands. You want to stand out from the crowd. This brings a sense of loneliness and uncertainty. Isolation feeling causes a strong need for connection. It is given the main importance, everything else is secondary. The interest circle has narrowed. Even physical pleasures fade away. However, this need contradicts your idea of controlling your desires. This leads to tension. You want to prove to others the uniqueness of your character. You try to suppress the need for contact with other people. You unconsciously hide the fear of inferiority and put on an appearance of careless confidence and external determination. You strive to win the respect of others. You behave yourself with apparent independence and swagger. Anyone critical of such behavior is faced with dismissive indifference. However, behind the assumed indifference you hide a thirst for approval and esteem of others.
pt_br: 📌 Ansiedade escondida atrás da autoconfiança e da indiferença. RAZÃO: A situação atual parece desagradável e incerta. Você é incapaz de se tornar um membro de uma sociedade que satisfaça suas altas demandas. Você quer se destacar da multidão. Isso traz uma sensação de solidão e incerteza. O sentimento de isolamento causa uma forte necessidade de conexão. É dada a importância principal, todo o resto é secundário. O círculo de interesse se estreitou. Até os prazeres físicos desaparecem. No entanto, essa necessidade contradiz sua ideia de controlar seus desejos. Isso leva à tensão. Você quer provar aos outros a singularidade de seu personagem. Você tenta suprimir a necessidade de contato com outras pessoas. Você inconscientemente esconde o medo da inferioridade e dá uma aparência de confiança descuidada e determinação externa. Você se esforça para ganhar o respeito dos outros. Você se comporta com aparente independência e arrogância. Qualquer um crítico de tal comportamento é confrontado com indiferença desdenhosa. No entanto, por trás da suposta indiferença você esconde uma sede de aprovação e estima dos outros.

# -6-5
source: 📌 Increased sensitivity. A relationship does not stay desired. WHY: You are responsive and sensitive to the softness and subtlety of feelings. In a relationship, you crave mystical fusion and erotic fascination. This desire stays unsatisfied due to the lack of a suitable partner or due to unfavorable circumstances. You keep your emotional relationships under strict control and believe it helps to know what you can count on. An aesthete, you have a well-mannered and refined taste that lets you formulate your preferences and opinions, especially in the field of art and artistic creativity. You seek to establish connections with those who can contribute to your intellectual or artistic growth.
pt_br: 📌 Sensibilidade aumentada. Um relacionamento não fica desejado. RAZÃO: Você é receptivo e sensível à suavidade e sutileza dos sentimentos. Em um relacionamento, você anseia por fusão mística e fascínio erótico. Este desejo permanece insatisfeito devido à falta de um parceiro adequado ou devido a circunstâncias desfavoráveis. Você mantém seus relacionamentos emocionais sob estrito controle e acredita que ajuda saber com o que pode contar. Esteta, você tem um gosto bem-educado e refinado que lhe permite formular suas preferências e opiniões, especialmente no campo da arte e da criatividade artística. Você procura estabelecer conexões com aqueles que podem contribuir para o seu crescimento intelectual ou artístico.

# -6-7
source: 📌 Unpleasant restrictions or prohibitions. A desire for independence. WHY: You want to freely follow your beliefs and principles. You wish to develop your abilities and gain respect for yourself as an individual. You hope your activity and diligence will eliminate internal contradictions. You pursue your interests and fight against interference. You strive to use every opportunity to act without obeying any restrictions and prohibitions. You ignore your body's needs and use the energy at your disposal to achieve as much as possible.
pt_br: 📌 Restrições ou proibições desagradáveis. Um desejo de independência. RAZÃO: Você quer seguir livremente suas crenças e princípios. Você deseja desenvolver suas habilidades e ganhar respeito por si mesmo como indivíduo. Você espera que sua atividade e diligência eliminem as contradições internas. Você persegue seus interesses e luta contra a interferência. Você se esforça para usar todas as oportunidades para agir sem obedecer a quaisquer restrições e proibições. Você ignora as necessidades do seu corpo e usa a energia à sua disposição para alcançar o máximo possível.

# -7
source: 📌 Rising tension. WHY: You strive to act freely and independently. You dismiss any hindrances, restrictions and prohibitions except the ones that are imposed by you.
pt_br: 📌 Tensão crescente. RAZÃO: Você se esforça para agir de forma livre e independente. Você descarta quaisquer impedimentos, restrições e proibições, exceto aquelas impostas por você.

# -7-0
source: 📌 Increased sensitivity and involvement. WHY: You strive to overcome the joyless emptiness and disconnection. You believe life should give much more than it gives. You are afraid to miss your share of life's benefits if unable to make the best use of each case. You follow your goals with frantic strength and get involved so deep that often exceeds your authority. You offer services and expertise whenever possible and consider yourself quite competent in any field. Therefore, you often get considered annoying and intrusive, interfering in other people's affairs.
pt_br: 📌 Maior sensibilidade e envolvimento. RAZÃO: Você se esforça para superar o vazio e a desconexão sem alegria. Você acredita que a vida deve dar muito mais do que dá. Você tem medo de perder sua parte dos benefícios da vida se não puder fazer o melhor uso de cada caso. Você segue seus objetivos com força frenética e se envolve tão profundamente que muitas vezes excede sua autoridade. Você oferece serviços e expertise sempre que possível e se considera bastante competente em qualquer área. Portanto, muitas vezes você é considerado irritante e intrusivo, interferindo nos assuntos de outras pessoas.

# -7-1
source: 📌 Striving for independence is due to emotional unhappiness. WHY: You perceive your situation or relationship as dissatisfying and see no way for improvement without the voluntary cooperation of others. As a result, you become incapable of heartfelt affection and devotion. You hide your vulnerability and think showing affection or excessive frankness is wrong. The current relationship seems like a burden. You want independence and a path clear of obstacles. At the same time, you do not want to take a risk or limit yourself in anything. All this causes increased and impatient reactions. Parallel desire to get rid of all this leads to severe anxiety and weakens your ability to focus.
pt_br: 📌 A busca pela independência se deve à infelicidade emocional. RAZÃO: Você percebe sua situação ou relacionamento como insatisfatório e não vê como melhorar sem a cooperação voluntária de outras pessoas. Como resultado, você se torna incapaz de afeição e devoção sinceras. Você esconde sua vulnerabilidade e acha que mostrar afeto ou franqueza excessiva é errado. O relacionamento atual parece um fardo. Você quer independência e um caminho livre de obstáculos. Ao mesmo tempo, você não quer se arriscar ou se limitar em nada. Tudo isso causa reações aumentadas e impacientes. O desejo paralelo de se livrar de tudo isso leva a uma ansiedade severa e enfraquece sua capacidade de se concentrar.

# -7-2
source: 📌 Frustration at intolerable restrictions on your freedom of action. WHY: You strive for independence and freedom from any restrictions. You seek to avoid hindrances, responsibilities, everything that limits your freedom. You hope it will help you to avoid unpleasant relationships and stress. You feel a lot of pressure and want a way out but lack stamina and determination.
pt_br: 📌 Frustração com restrições intoleráveis à sua liberdade de ação. RAZÃO: Você luta pela independência e liberdade de quaisquer restrições. Você procura evitar obstáculos, responsabilidades, tudo que limita sua liberdade. Você espera que isso o ajude a evitar relacionamentos desagradáveis e estresse. Você sente muita pressão e quer uma saída, mas não tem resistência e determinação.

# -7-3
source: 📌 Frustration is caused by undesirable situation. WHY: You feel helpless in this unbearably painful situation and powerless to resolve it. You are irritated by the inability to achieve your goal. That leads to nervous exhaustion. You want to get out of that situation and do not feel restrictions anymore. You desire to gain the freedom to decide and act.
pt_br: 📌 A frustração é causada por uma situação indesejável. RAZÃO: Você se sente impotente nesta situação insuportavelmente dolorosa e impotente para resolvê-la. Você está irritado com a incapacidade de atingir seu objetivo. Isso leva à exaustão nervosa. Você quer sair dessa situação e não sente mais restrições. Você deseja ganhar a liberdade de decidir e agir.

# -7-4
source: 📌 Self-defense against further failures. WHY: Unrealized expectations caused doubt and intense alertness. You want to act freely and reject any control except for self-control. You do not want to limit yourself to anything. You crave reliable guarantees of protection from further problems or position loss. You do not believe the situation will improve. This leads to a limiting of your desires, increasing demands and a refusal to make reasonable compromises.
pt_br: 📌 Autodefesa contra novas falhas. RAZÃO: Expectativas não realizadas causavam dúvida e alerta intenso. Você quer agir livremente e rejeitar qualquer controle, exceto o autocontrole. Você não quer se limitar a nada. Você deseja garantias confiáveis de proteção contra outros problemas ou perda de posição. Você não acredita que a situação vai melhorar. Isso leva a uma limitação de seus desejos, exigências crescentes e uma recusa em fazer concessões razoáveis.

# -7-5
source: 📌 Unpleasant prohibitions or restrictions. WHY: Sensitive and impressionable. You are inclined to get carried away and admire. You seek an idealized and not yet realized situation with complete harmony of feelings and aspirations. You desire deep mutual understanding and dream up of a connection full of coherence of feelings and mutual understanding. You believe that would make life interesting. Since such an idealized contact is unrealistic, the expectations are not met. This causes tension. You try to suppress the tension. You accept only an ideal relationship and do not allow any interference with personal interests. You believe too easy trusting others would lead to a risk that they will take advantage of it. Therefore, you require proof of sincerity. You strictly monitor your standing.
pt_br: 📌 Proibições ou restrições desagradáveis. RAZÃO: Sensível e impressionável. Você está inclinado a se deixar levar e admirar. Você busca uma situação idealizada e ainda não realizada com completa harmonia de sentimentos e aspirações. Você deseja uma profunda compreensão mútua e sonha com uma conexão cheia de coerência de sentimentos e compreensão mútua. Você acredita que isso tornaria a vida interessante. Como tal contato idealizado não é realista, as expectativas não são atendidas. Isso causa tensão. Você tenta suprimir a tensão. Você aceita apenas um relacionamento ideal e não permite nenhuma interferência em interesses pessoais. Você acredita que confiar muito facilmente nos outros levaria ao risco de que eles se aproveitassem disso. Portanto, você precisa de uma prova de sinceridade. Você monitora estritamente sua posição.
