Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# x7x3
source: You feel intentionally blocked and restricted from getting desired things. You plan to leave and "slam the door" if nothing works.
pt_br: Você se sente intencionalmente bloqueado e impedido de obter as coisas desejadas. Você planeja sair e "bater a porta" se nada funcionar.

# x7x4
source: You are unsatisfied with the existing situation. You perceive it as threatening or containing crucial elements. You seek a way out of it and refuse any advice from others. You might act suddenly and recklessly.
pt_br: Você está insatisfeito com a situação existente. Você o percebe como ameaçador ou contendo elementos cruciais. Você procura uma saída e recusa qualquer conselho dos outros. Você pode agir de repente e de forma imprudente.

# x7x5
source: You demand to have a close and understanding relationship. You refuse relationships that do not bring complete, refined intimacy. You want to feel similar to someone.
pt_br: Você exige ter um relacionamento próximo e compreensivo. Você recusa relacionamentos que não trazem intimidade completa e refinada. Você quer se sentir semelhante a alguém.

# x7x6
source: Overstrain. Severe emotional distress. Possibly physical illness. Low self-esteem. You need caring help and a calm environment.
pt_br: Sobretensão. Grave sofrimento emocional. Possivelmente doença física. Baixa auto-estima. Você precisa de ajuda carinhosa e um ambiente calmo.

# =0
source: You are ready to participate in anything. You let yourself to be involved but avoid conflicts and unrest to reduce strain.
pt_br: Você está pronto para participar de qualquer coisa. Você se deixa envolver, mas evita conflitos e inquietações para reduzir a tensão.

# =0=1
source: High emotional expectations from relationships. You want to be admired by others. This leads to frustration and might push you into internal isolation. This is often caused by centration on the mother. It might result in resentment of the mother or strong attachment to her.
pt_br: Altas expectativas emocionais dos relacionamentos. Você quer ser admirado pelos outros. Isso leva à frustração e pode empurrá-lo para o isolamento interno. Isso geralmente é causado pela centralização na mãe. Pode resultar em ressentimento da mãe ou forte apego a ela.

# =0=2
source: You believe you are receiving less than should. You tolerate this and attempt to make the best of this situation.
pt_br: Você acredita que está recebendo menos do que deveria. Você tolera isso e tenta tirar o melhor proveito dessa situação.

# =0=3
source: You experience apathy and anxiety. You feel surrounded and believe circumstances make you restraint personal desires. You are trying to avoid open conflicts and seek calm and peace.
pt_br: Você experimenta apatia e ansiedade. Você se sente cercado e acredita que as circunstâncias o fazem restringir desejos pessoais. Você está tentando evitar conflitos abertos e buscar calma e paz.

# =0=4
source: You are choosy and demanding in relations with partners and close people. You try to avoid open conflicts to keep chances of fulfilling hopes high.
pt_br: Você é exigente e exigente nas relações com parceiros e pessoas próximas. Você tenta evitar conflitos abertos para manter altas as chances de cumprir as esperanças.

# =0=5
source: Egocentric. You react subtly and get easily offended.
pt_br: Egocêntrico. Você reage sutilmente e se ofende facilmente.

# =0=6
source: You are ready to get emotionally involved. You receive pleasure from satisfying physical, including sexual, needs.
pt_br: Você está pronto para se envolver emocionalmente. Você recebe prazer de satisfazer necessidades físicas, incluindo sexuais.

# =0=7
source: You feel forced to make compromises for now. You believe this helps to avoid isolation and keep the affection of some people.
pt_br: Você se sente forçado a fazer concessões por enquanto. Você acredita que isso ajuda a evitar o isolamento e manter o carinho de algumas pessoas.

# =1
source: You stay emotionally unattached even when involved in a close relationship.
pt_br: Você permanece emocionalmente desapegado, mesmo quando envolvido em um relacionamento próximo.

# =1=0
source: You have high emotional claims and want to be in a close relationship. However, you do not seek any special depth of feelings.
pt_br: Você tem altas reivindicações emocionais e quer estar em um relacionamento próximo. No entanto, você não busca nenhuma profundidade especial de sentimentos.

# =1=2
source: You think you deserve more, feel misunderstood and not appreciated enough. You believe there is a need to adapt to others. You feel close relationships bring no sense of emotional engagement.
pt_br: Você acha que merece mais, sente-se incompreendido e não apreciado o suficiente. Você acredita que há uma necessidade de se adaptar aos outros. Você sente que relacionamentos íntimos não trazem nenhuma sensação de envolvimento emocional.

# =1=3
source: You feel disconnected from others. Difficulty in building kind and harmonious relationships leads to unhappiness. You believe in own inability to experience sincere affection.
pt_br: Você se sente desconectado dos outros. A dificuldade em construir relacionamentos gentis e harmoniosos leva à infelicidade. Você acredita na própria incapacidade de experimentar afeição sincera.

# =1=4
source: You are demanding and picky in choosing a partner. You know your own emotional requirements. You want to be independent of emotions. This makes emotional intimacy with anyone impossible.
pt_br: Você é exigente e exigente na escolha de um parceiro. Você conhece suas próprias necessidades emocionais. Você quer ser independente das emoções. Isso torna a intimidade emocional com qualquer pessoa impossível.

# =1=5
source: Egocentric. You get easily offended. Often you find yourself isolated in relationships.
pt_br: Egocêntrico. Você se ofende facilmente. Muitas vezes você se encontra isolado nos relacionamentos.

# =1=6
source: A sexual activity gives physical satisfaction. You do not fall in love and stay emotionally closed. You eat without much interest in food.
pt_br: Uma atividade sexual dá satisfação física. Você não se apaixona e fica emocionalmente fechado. Você come sem muito interesse em comida.

# =1=7
source: Your current circumstances are forcing you to compromise. Temporally you give up liked things and subordinate your intentions and desires to the situation. Emotionally restrained. It is hard for you to build a firm heartwarming affection.
pt_br: Suas circunstâncias atuais estão forçando você a se comprometer. Temporariamente, você desiste das coisas que gosta e subordina suas intenções e desejos à situação. Emocionalmente contido. É difícil para você construir uma afeição firme e reconfortante.

# =2
source: Circumstances deny an opportunity to consolidate your position. You attempt to do the best in the situation.
pt_br: As circunstâncias negam a oportunidade de consolidar sua posição. Você tenta fazer o melhor na situação.

# =2=0
source: The lack of confidence. You do not want to admit it. You carefully avoid open conflicts and want to do the best in the situation.
pt_br: A falta de confiança. Você não quer admitir. Você evita cuidadosamente conflitos abertos e quer fazer o melhor na situação.

# =2=1
source: You think you deserve more. You feel misunderstood and not valued enough. You believe there is a need to adapt to others. You feel close relationships bring no sense of emotional engagement.
pt_br: Você acha que merece mais. Você se sente incompreendido e não valorizado o suficiente. Você acredita que há uma necessidade de se adaptar aos outros. Você sente que relacionamentos íntimos não trazem nenhuma sensação de envolvimento emocional.

# =2=3
source: Unhappy. Any attempt to defend your rights causes resistance. This leads to indignation. You listlessly give in and agree to adapt as much as possible. You want peace and quiet.
pt_br: Infeliz. Qualquer tentativa de defender seus direitos causa resistência. Isso leva à indignação. Você cede com indiferença e concorda em se adaptar o máximo possível. Você quer paz e sossego.

# =2=4
source: You believe you have more problems and difficulties than others. You stubbornly pursue your goals and try to overcome difficulties. You show flexibility and adaptation.
pt_br: Você acredita que tem mais problemas e dificuldades do que os outros. Você obstinadamente persegue seus objetivos e tenta superar as dificuldades. Você mostra flexibilidade e adaptação.

# =2=5
source: You think there is no person to rely on to get understanding or sympathy. You restrain emotions. You have a feeling of not getting a fair share and become touchy. You understand the need to compromise and try to make the best of the situation.
pt_br: Você acha que não há ninguém em quem confiar para obter compreensão ou simpatia. Você reprime emoções. Você tem a sensação de não receber uma parte justa e se torna sensível. Você entende a necessidade de se comprometer e tenta tirar o melhor proveito da situação.

# =2=6
source: You feel not much can be done in the existing circumstances. You want to make the best of the situation. You strive to satisfy physical, including sexual, needs.
pt_br: Você sente que não há muito que possa ser feito nas circunstâncias existentes. Você quer fazer o melhor da situação. Você se esforça para satisfazer necessidades físicas, inclusive sexuais.

# =2=7
source: Emotional inhibition. You subordinate your desires and interests to the situation. Circumstances force compromise. You temporarily forgo desired things. It is hard for you to build a stable emotional bond.
pt_br: Inibição emocional. Você subordina seus desejos e interesses à situação. As circunstâncias forçam o compromisso. Você temporariamente renuncia às coisas desejadas. É difícil para você construir um vínculo emocional estável.

# =3
source: You are sluggish and apathetic because of past overexcitement. You try to relax and calm down. You want quiet and might become irritable without it.
pt_br: Você é lento e apático por causa da superexcitação do passado. Você tenta relaxar e se acalmar. Você quer silêncio e pode ficar irritável sem ele.

# =3=0
source: You are suffering and exhausted. You are troubled by the obstacles in the activity and do not want to do anything. You strive for silence and peace, and need the absence of anything that could upset you further.
pt_br: Você está sofrendo e exausto. Você está incomodado com os obstáculos na atividade e não quer fazer nada. Você luta pelo silêncio e pela paz, e precisa da ausência de qualquer coisa que possa perturbá-lo ainda mais.

# =3=1
source: Exhausted. Unhappy. You feel disconnected from others and unable to establish warm and harmonious relationships. You believe in own inability to experience heartfelt affection.
pt_br: Exausta. Infeliz. Você se sente desconectado dos outros e incapaz de estabelecer relacionamentos calorosos e harmoniosos. Você acredita na própria incapacidade de sentir afeição sincera.

# =3=2
source: Any attempt to defend your rights causes resistance. You believe nothing can be done to change the situation. You want to make the best of the situation.
pt_br: Qualquer tentativa de defender seus direitos causa resistência. Você acredita que nada pode ser feito para mudar a situação. Você quer fazer o melhor da situação.

# =3=4
source: You want to expand your activity fields and believe personal desires and hopes are doable. You suffer from a fear of being prevented from completing what you started. You need a calm environment and friendly support for greater confidence.
pt_br: Você quer expandir seus campos de atividade e acredita que desejos e esperanças pessoais são factíveis. Você sofre com o medo de ser impedido de completar o que começou. Você precisa de um ambiente calmo e apoio amigável para maior confiança.

# =3=5
source: Egocentric. You get offended easily. You believe your needs and desires are misconceived. You feel there is no person to rely on.
pt_br: Egocêntrico. Você se ofende facilmente. Você acredita que suas necessidades e desejos são mal concebidos. Você sente que não há ninguém em quem confiar.

# =3=6
source: You feel trapped in an uncomfortable and distressing situation. You look for ways to relieve yourself. You are able to get physical, including sexual, satisfaction.
pt_br: Você se sente preso em uma situação desconfortável e angustiante. Você procura maneiras de se aliviar. Você é capaz de obter satisfação física, incluindo sexual.

# =3=7
source: The situation is obstructive and limiting. It temporally forces you to forgo all joys and delights.
pt_br: A situação é obstrutiva e limitante. Ele temporariamente o força a renunciar a todas as alegrias e prazeres.

# =4
source: You believes in the reality of your ideas and hopes. You need encouragement and reassurance. You want guarantees against disappointment and loss. You are very picky in selecting a partner.
pt_br: Você acredita na realidade de suas idéias e esperanças. Você precisa de encorajamento e segurança. Você quer garantias contra decepção e perda. Você é muito exigente na escolha de um parceiro.

# =4=0
source: You want to be involved emotionally. You are picky in choosing a partner and choosy in relationships with close people. You need support. You try to avoid open conflicts to keep your chances of fulfilling hopes high.
pt_br: Você quer se envolver emocionalmente. Você é exigente na escolha de um parceiro e exigente nos relacionamentos com pessoas próximas. Você precisa de apoio. Você tenta evitar conflitos abertos para manter suas chances de cumprir as esperanças altas.

# =4=1
source: You are precise in emotional demands and very picky during intimacy. This leads to constant regret in how you view a perfect union.
pt_br: Você é preciso nas demandas emocionais e muito exigente na intimidade. Isso leva a um arrependimento constante em como você vê uma união perfeita.

# =4=2
source: You feel offended due to minor difficulties and problems. You are stubbornly pursuing your goals. You stay flexible and adaptive to overcome difficulties.
pt_br: Você se sente ofendido devido a pequenas dificuldades e problemas. Você está teimosamente perseguindo seus objetivos. Você permanece flexível e adaptável para superar as dificuldades.

# =4=3
source: You desire to expand the activity field. You believe in the reality of your ideas and hopes. You becomes sluggish because of obstacles on the way to manifesting yourself. You need a calm environment and friendly support to gain confidence.
pt_br: Você deseja expandir o campo de atividade. Você acredita na realidade de suas idéias e esperanças. Você se torna lento por causa dos obstáculos no caminho para se manifestar. Você precisa de um ambiente calmo e apoio amigável para ganhar confiança.

# =4=5
source: Egocentric. Touchy. You believe in the reality of your ideas and hopes. You need support and encouragement to gain confidence.
pt_br: Egocêntrico. Melindroso. Você acredita na realidade de suas idéias e esperanças. Você precisa de apoio e incentivo para ganhar confiança.

# =4=6
source: You are very picky in choosing a partner. You seek tempting but unrealistically perfect sex-life.
pt_br: Você é muito exigente na escolha de um parceiro. Você procura uma vida sexual tentadora, mas irrealisticamente perfeita.

# =4=7
source: You are very picky in choosing a partner. You believe in the reality of your ideas and hopes. The current situation forces you to compromise.
pt_br: Você é muito exigente na escolha de um parceiro. Você acredita na realidade de suas idéias e esperanças. A situação atual força você a se comprometer.

# =5
source: Egocentric. Touchy. You hide your sensitivity from everyone except close people.
pt_br: Egocêntrico. Melindroso. Você esconde sua sensibilidade de todos, exceto de pessoas próximas.b

# =5=0
source: Egocentric. Touchy. You feel lonely and want to get emotionally involved. You try to avoid open conflicts.
pt_br: Egocêntrico. Melindroso. Você se sente sozinho e quer se envolver emocionalmente. Você tenta evitar conflitos abertos.

# =5=1
source: Egocentric. Touchy. You feel lonely and isolated. You restrain yourself to allow any affection.
pt_br: Egocêntrico. Melindroso. Você se sente solitário e isolado. Você se restringe a permitir qualquer afeição.

# =5=2
source: Touchy. You think there is no person to rely on to get understanding or sympathy. You believe you deserve more. You restrain your emotions and understand the need to compromise. You want to make the best use of the situation.
pt_br: Melindroso. Você acha que não há ninguém em quem confiar para obter compreensão ou simpatia. Você acredita que merece mais. Você restringe suas emoções e entende a necessidade de se comprometer. Você quer fazer o melhor uso da situação.

# =5=3
source: Egocentric. Touchy. You suffer when your desires or needs are misunderstood. You feel there is no person to turn to.
pt_br: Egocêntrico. Melindroso. Você sofre quando seus desejos ou necessidades são mal compreendidos. Você sente que não há ninguém a quem recorrer.

# =5=4
source: Egocentric. Touchy. You believe in the reality of your ideas and hopes. You need support and encouragement to gain confidence.
pt_br: Egocêntrico. Melindroso. Você acredita na realidade de suas idéias e esperanças. Você precisa de apoio e incentivo para ganhar confiança.

# =5=6
source: You are easily vulnerable, egocentric and touchy. You are able to get physical, including sexual, satisfaction. You remain emotionally indifferent.
pt_br: Você é facilmente vulnerável, egocêntrico e sensível. Você é capaz de obter satisfação física, incluindo sexual. Você permanece emocionalmente indiferente.

# =5=7
source: You allow intimacy in exceptional cases when every mental reservation is met. This is partially dictated by the current situation.
pt_br: Você permite a intimidade em casos excepcionais, quando todas as reservas mentais são atendidas. Isso é parcialmente ditado pela situação atual.

# =6
source: You are ready to fulfill the physical, including sexual, needs.
pt_br: Você está pronto para satisfazer as necessidades físicas, incluindo as sexuais.

# =6=0
source: You are ready to get emotionally involved. You receive pleasure from satisfying physical, including sexual, needs. You try to avoid conflicts.
pt_br: Você está pronto para se envolver emocionalmente. Você recebe prazer de satisfazer necessidades físicas, incluindo sexuais. Você tenta evitar conflitos.

# =6=1
source: You receive pleasure from satisfying physical, including sexual, needs. You are prone to emotional isolation. This blocks deep emotional attachment.
pt_br: Você recebe prazer de satisfazer necessidades físicas, incluindo sexuais. Você é propenso ao isolamento emocional. Isso bloqueia o apego emocional profundo.

# =6=2
source: You feel not much can be done in the existing circumstances. You want to make the best of the situation. You strive to satisfy physical, including sexual, needs.
pt_br: Você sente que não há muito que possa ser feito nas circunstâncias existentes. Você quer fazer o melhor da situação. Você se esforça para satisfazer necessidades físicas, inclusive sexuais.

# =6=3
source: You feel trapped in an uncomfortable and distressing situation. You search for ways to relieve yourself. You are able to get physical, including sexual, satisfaction. At the same time, there should be no emotional tension, stress or fatigue.
pt_br: Você se sente preso em uma situação desconfortável e angustiante. Você procura maneiras de se aliviar. Você é capaz de obter satisfação física, incluindo sexual. Ao mesmo tempo, não deve haver tensão emocional, estresse ou fadiga.

# =6=4
source: You are very picky in choosing a partner. You seek tempting but unrealistically perfect sex life. You strive for a guaranteed state of physical, including sexual, satisfaction to avoid disappointment.
pt_br: Você é muito exigente na escolha de um parceiro. Você procura uma vida sexual tentadora, mas irrealisticamente perfeita. Você se esforça por um estado garantido de satisfação física, incluindo sexual, para evitar decepções.

# =6=5
source: You are easily vulnerable, egocentric and touchy. You are able to get physical, including sexual, satisfaction. Your remain emotionally indifferent.
pt_br: Você é facilmente vulnerável, egocêntrico e sensível. Você é capaz de obter satisfação física, incluindo sexual. Você permanece emocionalmente indiferente.

# =6=7
source: Circumstances force you to compromise. You temporally give up some pleasures. You are able to get physical, including sexual, satisfaction.
pt_br: As circunstâncias forçam você a se comprometer. Você temporariamente desiste de alguns prazeres. Você é capaz de obter satisfação física, incluindo sexual.

# =7
source: You believe there are obstacles on the way. The situation forces you to compromise. You temporarily give up some pleasures.
pt_br: Você acredita que há obstáculos no caminho. A situação força você a se comprometer. Você desiste temporariamente de alguns prazeres.

# =7=0
source: You feel forced to make compromises for now. You believe this helps to avoid isolation and keep the affection of some people.
pt_br: Você se sente forçado a fazer concessões por enquanto. Você acredita que isso ajuda a evitar o isolamento e manter o carinho de algumas pessoas.

# =7=1
source: It is hard to build a firm heartwarming affection. You are emotionally inhibited. The situation forces you to compromise. You are unable to experience moral satisfaction from the situation.
pt_br: É difícil construir uma afeição firme e reconfortante. Você está emocionalmente inibido. A situação força você a se comprometer. Você é incapaz de sentir satisfação moral com a situação.

# =7=2
source: The situation forces you to compromise. You subordinate your desires and interests to the situation and temporarily forgo desired things.
pt_br: A situação força você a se comprometer. Você subordina seus desejos e interesses à situação e temporariamente renuncia às coisas desejadas.

# =7=3
source: The situation is obstructive and limiting. It temporally forces you to forgo all joys and delights.
pt_br: A situação é obstrutiva e limitante. Ele temporariamente o força a renunciar a todas as alegrias e prazeres.

# =7=4
source: You are very picky in choosing a partner. You believe in the reality of your ideas and hopes. The current situation forces you to compromise.
pt_br: Você é muito exigente na escolha de um parceiro. Você acredita na realidade de suas idéias e esperanças. A situação atual força você a se comprometer.

# =7=5
source: You allow intimacy in exceptional cases when every mental reservation is met. This is partially dictated by the current situation.
pt_br: Você permite a intimidade em casos excepcionais, quando todas as reservas mentais são atendidas. Isso é parcialmente ditado pela situação atual.

# =7=6
source: Circumstances force you to compromise. You temporally give up some pleasures. You are able to get physical, including sexual, satisfaction.
pt_br: As circunstâncias forçam você a se comprometer. Você temporariamente desiste de alguns prazeres. Você é capaz de obter satisfação física, incluindo sexual.
