Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# +7+0
source: The situation seems hopeless. You expresses dissatisfaction and strongly resist anything unpleasant. You try to protect yourself from everything that can irritate or deepen the depression.
pt_br: A situação parece desesperadora. Você expressa insatisfação e resiste fortemente a qualquer coisa desagradável. Você tenta se proteger de tudo que possa irritar ou aprofundar a depressão.

# +7+1
source: You suffer from effects of things that are rejected in this test as unpleasant. You strongly protests against them. You demand to be left alone.
pt_br: Você sofre os efeitos de coisas que são rejeitadas neste teste como desagradáveis. Você protesta fortemente contra eles. Você exige ser deixado sozinho.

# +7+2
source: You stubbornly resists any restrictions or opposition. You hold strongly to own point of view. You believe it shows your independence and self-determination.
pt_br: Você resiste teimosamente a qualquer restrição ou oposição. Você se apega fortemente ao próprio ponto de vista. Você acredita que isso mostra sua independência e autodeterminação.

# +7+3
source: Restrained over excitement causes suffering. The suppressed impulses might erupt in a powerful burst of uncontrolled extreme behavior.
pt_br: A superexcitação causa sofrimento. Os impulsos suprimidos podem explodir em uma poderosa explosão de comportamento extremo descontrolado.

# +7+4
source: You seek to escape problems, difficulties and tensions through unexpected and inconsistent actions. You desperately want a way out. You are capable of reckless actions, up to self-destruction.
pt_br: Você procura escapar de problemas, dificuldades e tensões por meio de ações inesperadas e inconsistentes. Você quer desesperadamente uma saída. Você é capaz de ações imprudentes, até a autodestruição.

# +7+5
source: You demand perfect blend and match of ideas and emotions. You do not compromise on this.
pt_br: Você exige dos outros a combinação perfeita de ideias e emoções com as suas. Você não se compromete com isso.

# +7+6
source: You think the old goals are illusions. You feel bitter disappointment in expectations and turn away from them with annoyance. You seeks oblivion and relaxation in a calm and problem-free environment.
pt_br: Você acha que os velhos objetivos são ilusões. Você sente uma amarga decepção com as expectativas e se afasta delas com aborrecimento. Você busca o esquecimento e o relaxamento em um ambiente calmo e sem problemas.

# x0
source: You limit emotional readiness to communicate to avoid conflict tensions.
pt_br: Você limita a prontidão emocional para se comunicar para evitar tensões de conflito.

# x0x1
source: You are relatively passive and in a static state. Some conflicts interfere with the peace of mind. You are unable to build relationships that would satisfy mutual affection and understanding.
pt_br: Você é relativamente passivo e em um estado estático. Alguns conflitos interferem na paz de espírito. Você é incapaz de construir relacionamentos que satisfaçam a afeição e a compreensão mútuas.

# x0x2
source: You try stubbornly to achieve the goals, despite the resistance and high difficulty of the situation. You hide intentions to weaken or defeat the opposition.
pt_br: Você tenta teimosamente atingir os objetivos, apesar da resistência e da alta dificuldade da situação. Você esconde intenções de enfraquecer ou derrotar a oposição.

# x0x3
source: There are challenges in making progress. You try to hide impulsiveness. Actions lead to problems and uncertainties. It makes you touchy and irritable.
pt_br: Há desafios para progredir. Você tenta esconder a impulsividade. As ações levam a problemas e incertezas. Isso o torna sensível e irritável.

# x0x4
source: Unfulfilled hopes. Limited readiness for contacts. Internal tension. A way out is not visible.
pt_br: Esperanças não cumpridas. Prontidão limitada para contatos. Tensão interna. Uma saída não é visível.

# x0x5
source: Fear of rejection. Extreme caution. You have difficulty to achieve the desired intimacy or similarity with others.
pt_br: Medo de rejeição. Cuidado extremo. Você tem dificuldade em alcançar a desejada intimidade ou semelhança com os outros.

# x0x6
source: You feel neglected. You want higher security, kind affection and lesser problems. You are unable to apply effort to achieve goals.
pt_br: Você se sente negligenciado. Você quer maior segurança, carinho e menos problemas. Você é incapaz de aplicar esforço para atingir metas.

# x0x7
source: You withdraw into yourself. The current situation causes stress. You attempt to get free from restrictive things.
pt_br: Você se recolhe em si mesmo. A situação atual causa estresse. Você tenta se libertar de coisas restritivas.

# x1
source: You act calmly and do not get upset much. You want to keep control of existing relationships. You like to feel relaxed and at ease in the company of close ones. You are ready for calmness, relieving stress and establishing close relationships.
pt_br: Você age com calma e não fica muito chateado. Você deseja manter o controle dos relacionamentos existentes. Você gosta de se sentir relaxado e à vontade na companhia de pessoas próximas. Você está pronto para a calma, aliviando o estresse e estabelecendo relacionamentos próximos.

# x1x0
source: Sensitive and responsive. You are under some strain and need to relax in the company of someone close.
pt_br: Sensível e responsivo. Você está sob alguma tensão e precisa relaxar na companhia de alguém próximo.

# x1x2
source: Acts orderly, methodically and independently. Builds calm and lasting relationships. Needs the tender understanding, recognition and approval of someone.
pt_br: Atua de forma ordenada, metódica e independente. Constrói relacionamentos calmos e duradouros. Precisa da terna compreensão, reconhecimento e aprovação de alguém.

# x1x3
source: You work well in co-operation with others. You are unwilling to take the leading position. You want to base your own life on the mutual understanding and absence of disagreements. You desire a harmonious combination of sexual activity and kindness.
pt_br: Você trabalha bem em cooperação com os outros. Você não está disposto a assumir a posição de liderança. Você quer basear sua própria vida na compreensão mútua e na ausência de divergências. Você deseja uma combinação harmoniosa de atividade sexual e bondade.

# x1x4
source: Collectivist. You adapt to the group easily. You feel calm only when closely attached to a reliable person, group or organization. Your mood is affected by the group's attitude towards you.
pt_br: Coletivista. Você se adapta facilmente ao grupo. Você se sente calmo apenas quando está intimamente ligado a uma pessoa, grupo ou organização confiável. Seu humor é afetado pela atitude do grupo em relação a você.

# x1x5
source: Sensitive. You need an aesthetic environment or an equally sensitive and understanding partner to share a warm intimacy. You are ready for such a relationship.
pt_br: Confidencial. Você precisa de um ambiente estético ou de um parceiro igualmente sensível e compreensivo para compartilhar uma intimidade calorosa. Você está pronto para esse relacionamento.

# x1x6
source: You avoid excessive efforts and prefer a situation of peace and safety, provided by protection and care. You want friendly communication and physical comfort.
pt_br: Você evita esforços excessivos e prefere uma situação de paz e segurança, proporcionada por proteção e cuidado. Você quer uma comunicação amigável e conforto físico.

# x1x7
source: You cannot handle insufficient respect from close people. You need warm companionship. You would break off relations and shut into yourself without it.
pt_br: Você não consegue lidar com o respeito insuficiente de pessoas próximas. Você precisa de companhia calorosa. Você romperia relações e se fecharia em si mesmo sem isso.

# x2
source: You are persistent and demand what, in your opinion, belongs to you. You try to maintain the stability of personal position.
pt_br: Você é persistente e exige o que, na sua opinião, lhe pertence. Você tenta manter a estabilidade da posição pessoal.

# x2x0
source: Defensive state. You feel your current position is not strong enough and is under a thread. You are determined to pursue personal goals. You ignore anxiety and irritation caused by the opposition.
pt_br: Estado defensivo. Você sente que sua posição atual não é forte o suficiente e está sob um fio. Você está determinado a perseguir objetivos pessoais. Você ignora a ansiedade e a irritação causadas pela oposição.

# x2x1
source: You are accurate, methodical and self-contained. You like to prove one's case. You need respect, recognition and understanding of close ones. You prefer a calm environment.
pt_br: Você é preciso, metódico e auto-suficiente. Você gosta de provar o seu caso. Você precisa de respeito, reconhecimento e compreensão dos próximos. Você prefere um ambiente calmo.

# x2x3
source: You are authoritative or vested with the authority of the position. You believe someone limits show of your initiative and feel existing difficulties put further successes into question. You search for a way to defeat the opposition and stubbornly adhere to the goals.
pt_br: Você é autoritário ou investido com a autoridade da posição. Você acredita que alguém limita a demonstração de sua iniciativa e sente que as dificuldades existentes colocam em questão outros sucessos. Você procura uma maneira de derrotar a oposição e teimosamente adere aos objetivos.

# x2x4
source: You are trying to improve personal position and prestige. You are dissatisfied with the present situation. You think some improvements are essential to self esteem and prestige.
pt_br: Você está tentando melhorar a posição pessoal e o prestígio. Você está insatisfeito com a situação atual. Você acha que algumas melhorias são essenciais para a auto-estima e prestígio.

# x2x5
source: You try to improve your own image in the eyes of others. You want to obtain their compliance and agreement with your needs and wishes.
pt_br: Você tenta melhorar sua própria imagem aos olhos dos outros. Você deseja obter sua conformidade e concordância com suas necessidades e desejos.

# x2x6
source: You build a solid foundation for a reliable, problem-free future that should bring freedom and safety.
pt_br: Você constrói uma base sólida para um futuro confiável e livre de problemas que deve trazer liberdade e segurança.

# x2x7
source: You pursue personal goals and interests with stubborn determination. No concessions and compromises.
pt_br: Você persegue objetivos e interesses pessoais com determinação teimosa. Sem concessões e compromissos.

# x3
source: Active. You believe progress is inadequate or received reward is not worth of applied effort.
pt_br: Ativo. Você acredita que o progresso é inadequado ou a recompensa recebida não vale o esforço aplicado.

# x3x0
source: Irritable and impulsive. You focus on personal desires and activities. You try to realize yourself through them. The Consequences of such activities are of secondary importance. This leads to conflicts and stress.
pt_br: Irritável e impulsivo. Você se concentra em desejos e atividades pessoais. Você tenta se realizar através deles. As consequências de tais atividades são de importância secundária. Isso leva a conflitos e estresse.

# x3x1
source: You prefer to work in collaboration with others. You want freedom from discord. You need a personal life based on mutual understanding and harmony of personal interests.
pt_br: Você prefere trabalhar em colaboração com os outros. Você quer liberdade da discórdia. Você precisa de uma vida pessoal baseada na compreensão mútua e na harmonia de interesses pessoais.

# x3x2
source: Independent. You firmly follow your intentions and aspirations. You enjoy taking the initiative in overcoming obstacles and difficulties. You occupy or want a position of authority to have power over events.
pt_br: Independente. Você segue firmemente suas intenções e aspirações. Você gosta de tomar a iniciativa de superar obstáculos e dificuldades. Você ocupa ou quer uma posição de autoridade para ter poder sobre os acontecimentos.

# x3x4
source: Fickle and outgoing. You need to feel events are developing in the desired direction. Otherwise, annoyance can cause variance or futility of activities. You believe someone prevents you from actively expressing yourself.
pt_br: Inconstante e extrovertido. Você precisa sentir que os eventos estão se desenvolvendo na direção desejada. Caso contrário, o aborrecimento pode causar variação ou futilidade das atividades. Você acredita que alguém o impede de se expressar ativamente.

# x3x5
source: You easily participate in exciting or stimulating activities. You want to feel cheerful.
pt_br: Você participa facilmente de atividades excitantes ou estimulantes. Você quer se sentir alegre.

# x3x6
source: You are opposed to extending yourself or making any excessive efforts, except perhaps in the sexual activity. You feel further success requires too much effort, more than you can give. You prefer moderate comfort and security over the rewards of great ambitions.
pt_br: Você se opõe a se estender ou fazer esforços excessivos, exceto talvez na atividade sexual. Você sente que mais sucesso requer muito esforço, mais do que você pode dar. Você prefere conforto e segurança moderados às recompensas de grandes ambições.

# x3x7
source: You are annoyed by difficulties in the fulfillment of desires. You feel prevented from getting things that seem essential. Your unsatisfied demands might lead to withdraws into inner self with disgust.
pt_br: Você está incomodado com as dificuldades na realização dos desejos. Você se sente impedido de conseguir coisas que parecem essenciais. Suas demandas insatisfeitas podem levar a retraimentos no eu interior com desgosto.

# x4
source: You are ready for contacts. You are attracted by anything new, modern or exciting. You get bored by everything trivial, common, ordinary or traditional.
pt_br: Você está pronto para contatos. Você é atraído por qualquer coisa nova, moderna ou excitante. Você fica entediado com tudo o que é trivial, comum, comum ou tradicional.

# x4x0
source: You seek a solution to problems or anxiety. You struggle with the decision of the right course.
pt_br: Você procura uma solução para problemas ou ansiedade. Você luta com a decisão do curso certo.

# x4x1
source: You are easily influenced by others. You are affected by the mood of the group. You believe personal well-being depends on the harmony of relations with others. You seek to establish such a relationship and activities that would support them.
pt_br: Você é facilmente influenciado pelos outros. Você é afetado pelo humor do grupo. Você acredita que o bem-estar pessoal depende da harmonia das relações com os outros. Você procura estabelecer tal relacionamento e atividades que os apoiem.

# x4x2
source: You hope to get an improved position and higher prestige. This would make desirable things affordable.
pt_br: Você espera obter uma posição melhorada e maior prestígio. Isso tornaria as coisas desejáveis acessíveis.

# x4x3
source: Friendly, restless and active. You are frustrated that things are progressing slowly in the desired direction. This leads to irritation, hesitation, and a lack of persistence in pursuing your goals.
pt_br: Amigável, inquieto e ativo. Você está frustrado porque as coisas estão progredindo lentamente na direção desejada. Isso leva à irritação, hesitação e falta de persistência em perseguir seus objetivos.

# x4x5
source: Imaginative and sensitive. You seek situations where these abilities could be shown. You prefer the company of equally sensitive people. Anything adventurous and unusual quickly evokes your interest and enthusiasm.
pt_br: Imaginativo e sensível. Você procura situações em que essas habilidades possam ser mostradas. Você prefere a companhia de pessoas igualmente sensíveis. Qualquer coisa aventureira e incomum evoca rapidamente seu interesse e entusiasmo.

# x4x6
source: Insecure. You look for a problem-free environment. You want to feel stability, emotional safety and physical at ease.
pt_br: Inseguro. Você procura um ambiente livre de problemas. Você quer sentir estabilidade, segurança emocional e física à vontade.

# x4x7
source: You are hot-tempered and self-willed. You reject any advice from others. The existing situation has something threatening or elements of criticism. You seek a way out of it and might act suddenly and recklessly. You are tense and impatient.
pt_br: Você é temperamental e obstinado. Você rejeita qualquer conselho dos outros. A situação existente tem algo ameaçador ou elementos de crítica. Você procura uma saída e pode agir de repente e de forma imprudente. Você está tenso e impaciente.

# x5
source: You seek an environment to safely nurture and express personal aesthetic and emotional elegance.
pt_br: Você procura um ambiente para nutrir e expressar com segurança a elegância estética e emocional pessoal.

# x5x0
source: You seek a close and understanding bond in an atmosphere of shared intimacy. You want protection against anxiety and conflicts.
pt_br: Você busca um vínculo próximo e compreensivo em uma atmosfera de intimidade compartilhada. Você quer proteção contra ansiedade e conflitos.

# x5x1
source: You want to share a bond of tender intimacy in an aesthetic atmosphere of peace and love.
pt_br: Você quer compartilhar um vínculo de terna intimidade em uma atmosfera estética de paz e amor.

# x5x2
source: You are trying to improve your own image in the eyes of others. You use charm to insist on fulfilling your desires. You find demands made on you difficult, requiring too much effort.
pt_br: Você está tentando melhorar sua própria imagem aos olhos dos outros. Você usa o charme para insistir em satisfazer seus desejos. Você acha que as exigências feitas a você são difíceis, exigindo muito esforço.

# x5x3
source: You easily engage in things affording excitement. You want to feel happy. You are enthusiastic about sensually inspiring stuff.
pt_br: Você se envolve facilmente em coisas que proporcionam emoção. Você quer se sentir feliz. Você está entusiasmado com coisas sensualmente inspiradoras.

# x5x4
source: Sensitive and imaginative. You seek an outlet for these qualities. You are ready for light, spurring contacts, especially of someone equally sensitive. Anything adventurous and unusual quickly evokes your interest.
pt_br: Sensível e imaginativo. Você procura uma saída para essas qualidades. Você está pronto para contatos leves e estimulantes, especialmente de alguém igualmente sensível. Qualquer coisa aventureira e incomum rapidamente evoca seu interesse.

# x5x6
source: Sensitive. You enjoy things that give sensual pleasure. You reject anything tasteless, vulgar or rude.
pt_br: Confidencial. Você gosta de coisas que dão prazer sensual. Você rejeita qualquer coisa sem gosto, vulgar ou rude.

# x5x7
source: You need a close relationship. You seek understanding or a sense of community with someone. You demand at least some method satisfying necessity to feel recognized.
pt_br: Você precisa de um relacionamento próximo. Você busca compreensão ou um senso de comunidade com alguém. Você exige pelo menos algum método que satisfaça a necessidade de se sentir reconhecido.

# x6
source: You feel anxious and insecure in the existing situation. You need a feeling of high security and a warmer environment. Alternatively, a situation with less physical stress would help.
pt_br: Você se sente ansioso e inseguro na situação existente. Você precisa de uma sensação de alta segurança e um ambiente mais quente. Alternativamente, uma situação com menos estresse físico ajudaria.

# x6x0
source: You feel tired and unable to make any effort to reach goals. You think you are neglected. You lack warm affection. The situation seems not safe enough. You believe others are throwing at you too many problems.
pt_br: Você se sente cansado e incapaz de fazer qualquer esforço para alcançar metas. Você acha que é negligenciado. Você não tem afeto caloroso. A situação não parece suficientemente segura. Você acredita que os outros estão jogando em você muitos problemas.

# x6x1
source: You evade extra effort. You need safety and gentle communication. You might be in poor physical condition. You need gentle care and attention.
pt_br: Você evita esforço extra. Você precisa de segurança e comunicação gentil. Você pode estar em más condições físicas. Você precisa de cuidados e atenção suaves.

# x6x2
source: You struggle with hardships. It is difficult to meet the placed demands. You need a calm situation and want to feel at ease.
pt_br: Você luta com dificuldades. É difícil atender às demandas colocadas. Você precisa de uma situação calma e quer se sentir à vontade.

# x6x3
source: You have difficulty in making progress. You no longer want to apply further efforts. You strive for a more relaxed environment where disturbance can be avoided.
pt_br: Você tem dificuldade em progredir. Você não quer mais aplicar esforços adicionais. Você se esforça para um ambiente mais relaxado, onde a perturbação possa ser evitada.

# x6x4
source: Insecure. You look for solid reasons to feel safe. You need an environment providing greater ease and fewer problems. You are unwilling to spend any efforts in an attempt to resolve this.
pt_br: Inseguro. Você procura razões sólidas para se sentir seguro. Você precisa de um ambiente que proporcione maior facilidade e menos problemas. Você não está disposto a gastar quaisquer esforços na tentativa de resolver isso.

# x6x5
source: Sensuous. You are longing for things that give physical and sensual pleasure. You reject anything tasteless, vulgar or rude.
pt_br: Sensual. Você está ansiando por coisas que dão prazer físico e sensual. Você rejeita qualquer coisa sem gosto, vulgar ou rude.

# x6x7
source: Overexertion. Possibly physical illness. You need nurturing help to heal. Emotional distress took a serious form. Self-esteem has dropped. You need a calm environment.
pt_br: Esforço excessivo. Possivelmente doença física. Você precisa de ajuda nutritiva para curar. A angústia emocional tomou uma forma séria. A autoestima caiu. Você precisa de um ambiente calmo.

# x7
source: You would break relations if your demands are not satisfied.
pt_br: Você romperia relações se suas demandas não fossem satisfeitas.

# x7x0
source: Dissatisfied. You perceive the current situation as disgusting. You are tired from participating in that. You want to find a solution to all difficulties caused by the situation.
pt_br: Insatisfeito. Você percebe a situação atual como repugnante. Você está cansado de participar disso. Você quer encontrar uma solução para todas as dificuldades causadas pela situação.

# x7x1
source: You require quiet and peace. You want to have a close and devoted partner. You intend to make excessive demands on that partner. You are ready to break off the relationship if such demands are not met. This might cause complete withdrawal into the inner self.
pt_br: Você precisa de silêncio e paz. Você quer ter um parceiro próximo e dedicado. Você pretende fazer exigências excessivas a esse parceiro. Você está pronto para romper o relacionamento se essas exigências não forem atendidas. Isso pode causar uma completa retirada para o eu interior.

# x7x2
source: You believe your demands are extremely modest and must be met promptly. You stand by them stubbornly and make no concessions.
pt_br: Você acredita que suas demandas são extremamente modestas e devem ser atendidas prontamente. Você os defende com teimosia e não faz concessões.
