Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# +6-6
source: Dual attitudes. You fluctuate between the desire for safety and the thirst for recognition.
pt_br: Atitudes duplas. Você oscila entre o desejo de segurança e a sede de reconhecimento.

# +6-7
source: You seek an environment without demands and disturbances. You want security.
pt_br: Você busca um ambiente sem exigências e perturbações. Você quer segurança.

# +7-0
source: You are afraid of being obstructed from achieving your goals. It makes you use any opportunities that life offers. You only use them to prove that none of them is of any value. This destructive mockery becomes a means to hide your helplessness and a deep sense of hopelessness.
pt_br: Você tem medo de ser impedido de alcançar seus objetivos. Faz você usar todas as oportunidades que a vida oferece. Você só os usa para provar que nenhum deles tem valor. Essa zombaria destrutiva se torna um meio de esconder seu desamparo e um profundo sentimento de desesperança.

# +7-1
source: Stress and anxiety are likely caused by circumstances or unsatisfied emotional needs. You feel misunderstood by others. As a result, you show an arrogant and defiant attitude toward others.
pt_br: O estresse e a ansiedade são provavelmente causados por circunstâncias ou necessidades emocionais insatisfeitas. Você se sente incompreendido pelos outros. Como resultado, você mostra uma atitude arrogante e desafiadora em relação aos outros.

# +7-2
source: You have insufficient abilities or strength to cope with circumstances. This leads to stress, anxiety and an unadmitted feeling of inferiority. Your inability to impose your will in any way forces you to over-react and show overzealousness. You blame others for all your own failures.
pt_br: Você tem habilidades ou força insuficientes para lidar com as circunstâncias. Isso leva ao estresse, ansiedade e um sentimento não admitido de inferioridade. Sua incapacidade de impor sua vontade de qualquer forma o força a reagir exageradamente e mostrar excesso de zelo. Você culpa os outros por todas as suas próprias falhas.

# +7-3
source: Exhausted. Any further demands or excitement are unbearable. You feel helpless and distressed. You believe to be a victim in this situation and show resentment. You demand to be given the opportunity to act in your own way.
pt_br: Exausta. Quaisquer outras exigências ou excitação são insuportáveis. Você se sente impotente e angustiado. Você acredita ser uma vítima nesta situação e mostra ressentimento. Você exige ter a oportunidade de agir à sua maneira.

# +7-4
source: Unfulfilled hopes cause frustration. The fear of setting new goals leads to anxiety. You feel emptiness and self-contempt but do not want to admit the latter and attempt to hide it. You behave willfully and defiantly with others.
pt_br: Esperanças não cumpridas causam frustração. O medo de estabelecer novas metas leva à ansiedade. Você sente o vazio e o desprezo de si mesmo, não quer admitir o último e tentar escondê-lo. Você se comporta deliberadamente e desafiadoramente com os outros.

# +7-5
source: Natural ability to analyze everything took a distorted form. You have a tendency to harsh criticism. You desire to deny and question everything without looking at the facts.
pt_br: A capacidade natural de analisar tudo assumiu uma forma distorcida. Você tem uma tendência a críticas duras. Você deseja negar e questionar tudo sem olhar para os fatos.

# +7-6
source: You demand everyone's attention focus on you. You refuse to play impersonal or secondary roles. You want to play an eminent role that would make you recognizable or famous. You crave admiration and respect.
pt_br: Você exige que a atenção de todos se concentre em você. Você se recusa a desempenhar papéis impessoais ou secundários. Você quer desempenhar um papel eminente que o torne reconhecível ou famoso. Você anseia por admiração e respeito.

# +7-7
source: Dual attitudes. You fluctuate between ordinary individualism and furious mockery of any other viewpoint.
pt_br: Atitudes duplas. Você oscila entre o individualismo comum e a zombaria furiosa de qualquer outro ponto de vista.

# _+0
source: Non-involvement
pt_br: Não envolvimento

# _+0+1
source: Calm and peaceful environment
pt_br: Ambiente calmo e tranquilo

# _+0+2
source: Protection from conflicts and quarrels
pt_br: Proteção contra conflitos e brigas

# _+0+3
source: Admiration by your achievements
pt_br: Admiração por suas conquistas

# _+0+4
source: Freedom from depressing burdens
pt_br: Liberdade de fardos deprimentes

# _+0+5
source: Idealized tender intimacy
pt_br: Intimidade terna idealizada

# _+0+6
source: Freedom from problems and anxiety
pt_br: Livre de problemas e ansiedade

# _+0+7
source: Change of the current situation
pt_br: Mudança da situação atual

# _+1
source: Calm state and sense of belonging
pt_br: Estado calmo e sentimento de pertencimento

# _+1+0
source: Stress relief and calmness
pt_br: Alívio do estresse e calma

# _+1+2
source: Peaceful stress relief
pt_br: Alívio pacífico do estresse

# _+1+3
source: Intimate union full of love
pt_br: União íntima cheia de amor

# _+1+4
source: Tenderness in relationships
pt_br: Ternura nos relacionamentos

# _+1+5
source: Sensitivity, harmony and tenderness
pt_br: Sensibilidade, harmonia e ternura

# _+1+6
source: Refuge from conflicts.
pt_br: Refúgio de conflitos.

# _+1+7
source: Rest, peace and caring understanding
pt_br: Descanso, paz e compreensão carinhosa

# _+2
source: Recognition and resistance overcome
pt_br: Reconhecimento e resistência superados

# _+2+0
source: Make a strong impression
pt_br: Cause uma boa impressão

# _+2+1
source: Feel appreciated and admired
pt_br: Sinta-se apreciado e admirado

# _+2+3
source: Recognition and success
pt_br: Reconhecimento e sucesso

# _+2+4
source: Popularity and adoration
pt_br: Popularidade e adoração

# _+2+5
source: Influence and special recognition
pt_br: Influência e reconhecimento especial

# _+2+6
source: Recognition, security and less problems
pt_br: Reconhecimento, segurança e menos problemas

# _+2+7
source: Superiority to any weakness
pt_br: Superioridade a qualquer fraqueza

# _+3
source: Live life to the fullest
pt_br: Viva a vida ao máximo

# _+3+0
source: Follow your impulses
pt_br: Siga seus impulsos

# _+3+1
source: Erotic and emotional satisfaction
pt_br: Satisfação erótica e emocional

# _+3+2
source: Special recognition from your success
pt_br: Reconhecimento especial pelo seu sucesso

# _+3+4
source: Success, certainty, a life full of impressions
pt_br: Sucesso, certeza, uma vida cheia de impressões

# _+3+5
source: Charm and influence others
pt_br: Encante e influencie os outros

# _+3+6
source: Comfort and security
pt_br: Conforto e segurança

# _+3+7
source: Make up the leeway
pt_br: Compre a margem de manobra

# _+4
source: A change of scenery
pt_br: Uma mudança de cenário

# _+4+0
source: Escape all oppressing things
pt_br: Fuja de todas as coisas opressoras

# _+4+1
source: Relief and satisfaction
pt_br: Alívio e satisfação

# _+4+2
source: Prove yourself and gain recognition
pt_br: Prove-se e ganhe reconhecimento

# _+4+3
source: Wider influence
pt_br: Influência mais ampla

# _+4+5
source: Interesting or exciting events
pt_br: Eventos interessantes ou emocionantes

# _+4+6
source: Physical ease, no problems, security
pt_br: Facilidade física, sem problemas, segurança

# _+4+7
source: Mindlessly solve problems
pt_br: Resolva problemas sem pensar

# _+5
source: Identify with something, gain followers
pt_br: Identifique-se com algo, ganhe seguidores

# _+5+0
source: Sympathetic understanding and no disputes
pt_br: Compreensão solidária e sem disputas

# _+5+1
source: Sympathetic bond and perfect harmony
pt_br: Vínculo simpático e harmonia perfeita

# _+5+2
source: Appear as extraordinary person
pt_br: Aparecer como uma pessoa extraordinária

# _+5+3
source: Recognition of your exciting personality
pt_br: Reconhecimento de sua personalidade emocionante

# _+5+4
source: Interesting and exciting events
pt_br: Eventos interessantes e emocionantes

# _+5+6
source: Voluptuous atmosphere
pt_br: Atmosfera voluptuosa

# _+5+7
source: Sensual satisfaction via a bond
pt_br: Satisfação sensual através de um vínculo

# _+6
source: Problem-free calm state
pt_br: Estado calmo sem problemas

# _+6+0
source: Hassle-free lifestyle and relaxation
pt_br: Estilo de vida e relaxamento sem complicações

# _+6+1
source: Physical and tender satisfaction
pt_br: Satisfação física e sensível

# _+6+2
source: Safe and calm environment
pt_br: Ambiente seguro e calmo

# _+6+3
source: Satisfaction of all physical needs
pt_br: Satisfação de todas as necessidades físicas

# _+6+4
source: Start believing
pt_br: Comece a acreditar

# _+6+5
source: Voluptuousness satisfaction
pt_br: Satisfação com voluptuosidade

# _+6+7
source: Comfortable, problem-free environment
pt_br: Ambiente confortável e sem problemas

# _+7
source: Relief of circumstances
pt_br: Alívio das circunstâncias

# _+7+0
source: Protection from anything depressing
pt_br: Proteção contra qualquer coisa deprimente

# _+7+1
source: To be left alone
pt_br: Para ser deixado em paz

# _+7+2
source: Liberty and self-determination
pt_br: Liberdade e autodeterminação

# _+7+3
source: Freedom to act
pt_br: Liberdade para agir

# _+7+4
source: A way out of your problems
pt_br: Uma saída para seus problemas

# _+7+5
source: Perfect match of ideas and emotions
pt_br: Combinação perfeita de ideias e emoções

# _+7+6
source: Calm and problem-free environment
pt_br: Ambiente calmo e sem problemas

# _x0
source: Limiting emotional readiness
pt_br: Você está limitando a prontidão emocional

# _x0x1
source: Relatively passive and unable to build relationships
pt_br: Você é relativamente passivo e incapaz de construir relacionamentos

# _x0x2
source: Trying stubbornly to achieve your goals
pt_br: Você está tentando teimosamente alcançar seus objetivos

# _x0x3
source: Having issues in making progress
pt_br: Você está tendo problemas para progredir

# _x0x4
source: Unable to decide how to act
pt_br: Você não consegue decidir como agir

# _x0x5
source: Unable to achieve the desired intimacy
pt_br: Você não consegue alcançar a intimidade desejada

# _x0x6
source: Unable to apply effort to reach goals
pt_br: Você não consegue aplicar esforços para atingir metas

# _x0x7
source: Trying to free from restrictions
pt_br: Você está tentando se livrar das restrições

# _x1
source: Acting calmly
pt_br: Você está agindo com calma

# _x1x0
source: Under some strain
pt_br: Você está sob alguma tensão

# _x1x2
source: Acting orderly and independently
pt_br: Você está agindo de forma ordenada e independente

# _x1x3
source: Unwilling to take the leading position
pt_br: Você não está disposto a assumir a posição de liderança

# _x1x4
source: Collectivist
pt_br: Você é coletivista

# _x1x5
source: Sensitive, ready for warm relationship
pt_br: Você é sensível, pronto para um relacionamento caloroso

# _x1x6
source: Avoiding excessive efforts
pt_br: Você está evitando esforços excessivos

# _x1x7
source: Unable to handle insufficient respect
pt_br: Você não consegue lidar com respeito insuficiente

# _x2
source: Persistent
pt_br: Você é persistente

# _x2x0
source: Determined to pursue the goals
pt_br: Você está determinado a perseguir os objetivos

# _x2x1
source: Accurate, methodical and self-contained
pt_br: Você é preciso, metódico e autossuficiente

# _x2x3
source: Trying to defeat the opposition
pt_br: Você está tentando derrotar a oposição

# _x2x4
source: Trying to improve your position
pt_br: Você está tentando melhorar sua posição

# _x2x5
source: Trying to improve your image
pt_br: Você está tentando melhorar sua imagem

# _x2x6
source: Building a solid base the future
pt_br: Você está construindo uma base sólida no futuro

# _x2x7
source: Pursuing your goals stubbornly
pt_br: Você está perseguindo seus objetivos teimosamente

# _x3
source: Active but doubt the progress
pt_br: Você está ativo, mas duvida do progresso

# _x3x0
source: Focusing on personal desires
pt_br: Você está se concentrando em desejos pessoais

# _x3x1
source: Working well in collaboration
pt_br: Você está trabalhando bem em colaboração

# _x3x2
source: Firmly following own intentions
pt_br: Você está seguindo firmemente suas próprias intenções

# _x3x4
source: Fickle and outgoing
pt_br: Você é inconstante e extrovertido

# _x3x5
source: Easily participating in exciting activities
pt_br: Você está participando facilmente de atividades emocionantes

# _x3x6
source: Opposed to making any excessive efforts
pt_br: Você se opõe a fazer esforços excessivos

# _x3x7
source: Annoyed by issues in the desires pursuit
pt_br: Você está incomodado com problemas na busca de desejos

# _x4
source: Attracted by anything new or exciting
pt_br: Você é atraído por qualquer coisa nova ou excitante

# _x4x0
source: Seeking a solution to problems
pt_br: Você está procurando uma solução para os problemas

# _x4x1
source: Easily influenced by others
pt_br: Você é facilmente influenciado pelos outros

# _x4x2
source: Hoping for improved position
pt_br: Você espera uma posição melhorada

# _x4x3
source: Frustrated with slow progress
pt_br: Você está frustrado com o progresso lento

# _x4x5
source: Seeking situation to show your abilities
pt_br: Você está procurando uma situação para mostrar suas habilidades

# _x4x6
source: Looking for a problem-free environment
pt_br: Você está procurando um ambiente livre de problemas

# _x4x7
source: Seeking a way out of the current situation
pt_br: Você está procurando uma saída para a situação atual

# _x5
source: Seeking to express the need for identification
pt_br: Você está querendo expressar a necessidade de identificação

# _x5x0
source: Seeking a close bond in shared intimacy
pt_br: Você está procurando um vínculo próximo na intimidade compartilhada

# _x5x1
source: Looking to share a bond of tender intimacy
pt_br: Você deseja compartilhar um vínculo de terna intimidade

# _x5x2
source: Trying to improve your image
pt_br: Você está tentando melhorar sua imagem

# _x5x3
source: Easily engaging in exciting things
pt_br: Você se envolve facilmente em coisas excitantes

# _x5x4
source: Sensitive and imaginative
pt_br: Você é sensível e imaginativo

# _x5x6
source: Sensuous
pt_br: Você é sensual

# _x5x7
source: Seeking close relationship
pt_br: Você está procurando um relacionamento próximo

# _x6
source: Anxious and insecure in this situation
pt_br: Você está ansioso e inseguro nesta situação

# _x6x0
source: Tired and unable to move toward goal
pt_br: Você está cansado e incapaz de se mover em direção ao objetivo

# _x6x1
source: Evading extra effort
pt_br: Você está evitando esforço extra

# _x6x2
source: Struggling with hardships
pt_br: Você está lutando com dificuldades

# _x6x3
source: Having issues in making progress
pt_br: Você está tendo problemas para progredir

# _x6x4
source: Longing fewer problems
pt_br: Você está desejando menos problemas

# _x6x5
source: Longing for physical and sensual pleasure
pt_br: Você anseia por prazer físico e sensual

# _x6x7
source: Deeply emotionally distressed
pt_br: Você está profundamente angustiado emocionalmente

# _x7
source: Stubborn in demands
pt_br: Você é teimoso em demandas

# _x7x0
source: Tired by current situation
pt_br: Você está cansado da situação atual

# _x7x1
source: Seeking a devoted partner
pt_br: Você está procurando um parceiro dedicado

# _x7x2
source: Standing by your demands stubbornly
pt_br: Você mantém suas demandas teimosamente

# _x7x3
source: Being obstructed in your desires
pt_br: Você está sendo obstruído em seus desejos

# _x7x4
source: Seeking a way out of the current situation
pt_br: Você está procurando uma saída para a situação atual

# _x7x5
source: Seeking close relationship
pt_br: Você está procurando um relacionamento próximo

# _x7x6
source: Deeply emotionally distressed
pt_br: Você está profundamente angustiado emocionalmente

# _=0
source: Participation in everything
pt_br: Participação em tudo

# _=0=1
source: Deep feelings from relationship
pt_br: Sentimentos profundos do relacionamento

# _=0=2
source: Receive less than should
pt_br: Receba menos do que deveria

# _=0=3
source: Apathy and anxiety
pt_br: Apatia e ansiedade

# _=0=4
source: Great demands from relations with close ones
pt_br: Grandes demandas de relacionamento com os próximos

# _=0=5
source: Delicate reaction
pt_br: Reação delicada

# _=0=6
source: Emotional Engagement
pt_br: Envolvimento Emocional

# _=0=7
source: Involuntary compromises
pt_br: Compromissos involuntários

# _=1
source: Emotional detachment
pt_br: Desapego emocional

# _=1=0
source: Not seeking depth of feelings
pt_br: Não busca profundidade de sentimentos

# _=1=2
source: Low appreciation
pt_br: Baixa valorização

# _=1=3
source: Isolation feeling
pt_br: Sensação de isolamento

# _=1=4
source: High demands in partner choosing
pt_br: Altas exigências na escolha do parceiro

# _=1=5
source: Hypersensitivity
pt_br: Hipersensibilidade

# _=1=6
source: Emotional closeness
pt_br: Proximidade emocional

# _=1=7
source: Involuntary compromises
pt_br: Compromissos involuntários

# _=2
source: Position consolidation
pt_br: Consolidação de posição

# _=2=0
source: Lack of confidence
pt_br: Falta de confiança

# _=2=1
source: Misunderstanding and undervaluation
pt_br: Incompreensão e subvalorização

# _=2=3
source: Gave in, agree to adapt
pt_br: Cede, concorda em adaptar

# _=2=4
source: Perseverance, following your goal
pt_br: Perseverança, seguindo seu objetivo

# _=2=5
source: Compromise with maximum benefit
pt_br: Compromisso com benefício máximo

# _=2=6
source: Striving to satisfy physical needs
pt_br: Esforçando-se para satisfazer as necessidades físicas

# _=2=7
source: Submission to the situation
pt_br: Submissão à situação

# _=3
source: Calming
pt_br: Calmante

# _=3=0
source: Silence and peace
pt_br: Silêncio e paz

# _=3=1
source: Disconnected feeling
pt_br: Sensação de desconexão

# _=3=2
source: The best use of the situation
pt_br: O melhor uso da situação

# _=3=4
source: Activity field extension
pt_br: Extensão do campo de atividade

# _=3=5
source: High sensitivity
pt_br: Alta sensibilidade

# _=3=6
source: Exit from distressing situation
pt_br: Saída da situação angustiante

# _=3=7
source: Refusal of all joys and pleasures
pt_br: Recusa de todas as alegrias e prazeres

# _=4
source: Careful choice of partner
pt_br: Escolha cuidadosa do parceiro

# _=4=0
source: Careful search for a partner
pt_br: Pesquisa cuidadosa de um parceiro

# _=4=1
source: Emotion precision
pt_br: Precisão de emoção

# _=4=2
source: Flexibility and adaptability
pt_br: Flexibilidade e adaptabilidade

# _=4=3
source: Activity field expansion
pt_br: Expansão do campo de atividade

# _=4=5
source: Egocentrism, touchiness
pt_br: Egocentrismo, sensibilidade

# _=4=6
source: Idealization of sexual life
pt_br: Idealização da vida sexual

# _=4=7
source: Compromises in the current situation
pt_br: Compromissos na situação atual

# _=5
source: Increased touchiness
pt_br: Sensibilidade aumentada

# _=5=0
source: Possibility of open conflicts
pt_br: Possibilidade de conflitos abertos

# _=5=1
source: Troubles forming attachment
pt_br: Problemas ao formar anexo

# _=5=2
source: Restraint of emotions
pt_br: Restrição de emoções

# _=5=3
source: Distress about misunderstanding
pt_br: Angústia por mal-entendido

# _=5=4
source: Insecurity
pt_br: Insegurança

# _=5=6
source: Emotional indifference
pt_br: Indiferença emocional

# _=5=7
source: Intimacy only in exceptional cases
pt_br: Intimidade apenas em casos excepcionais

# _=6
source: Satisfaction of physical needs
pt_br: Satisfação das necessidades físicas

# _=6=0
source: Emotional engagement
pt_br: Envolvimento emocional

# _=6=1
source: Emotional isolation
pt_br: Isolamento emocional

# _=6=2
source: Satisfaction of physical needs
pt_br: Satisfação das necessidades físicas

# _=6=3
source: Getting rid of an unpleasant situation
pt_br: Livrar-se de uma situação desagradável

# _=6=4
source: Striving for a perfect sex life
pt_br: Em busca de uma vida sexual perfeita

# _=6=5
source: Emotional indifference, but high vulnerability
pt_br: Indiferença emocional, mas alta vulnerabilidade

# _=6=7
source: Compromises and temporary denial of some pleasures
pt_br: Compromissos e negação temporária de alguns prazeres

# _=7
source: Compromises and giving up some pleasures for now
pt_br: Compromissos e abrindo mão de alguns prazeres por enquanto

# _=7=0
source: Forced compromises
pt_br: Compromissos forçados

# _=7=1
source: Emotional suppression and unwitting compromises
pt_br: Supressão emocional e compromissos involuntários

# _=7=2
source: Compromises and rejection of desirable things
pt_br: Compromissos e rejeição de coisas desejáveis

# _=7=3
source: Rejection of all joys and pleasures
pt_br: Rejeição de todas as alegrias e prazeres

# _=7=4
source: Commitment to the set goals, forced compromises
pt_br: Compromisso com as metas estabelecidas, compromissos forçados

# _=7=5
source: Intimacy self-prohibition
pt_br: Autoproibição de intimidade

# _=7=6
source: Compromises and temporary denial of some pleasures
pt_br: Compromissos e negação temporária de alguns prazeres

# _-0
source: Hasty participation
pt_br: Participação precipitada

# _-0-1
source: Hectic frustration
pt_br: Frustração agitada

# _-0-2
source: Unbearable demands
pt_br: Exigências insuportáveis

# _-0-3
source: Helpless anger
pt_br: Raiva impotente

# _-0-4
source: Vulnerability
pt_br: Vulnerabilidade

# _-0-5
source: Emotions suppression
pt_br: Supressão de emoções

# _-0-6
source: Vanity
pt_br: Vaidade

# _-0-7
source: Future-oriented pursuit
pt_br: Perseguição orientada para o futuro

# _-1
source: Overwhelming situation
pt_br: Situação esmagadora

# _-1-0
source: Joyless relationship
pt_br: Relação sem alegria

# _-1-2
source: Overstrain
pt_br: Excesso de esforço

# _-1-3
source: Painful relationship
pt_br: Relação dolorosa

# _-1-4
source: Emotions in relationship
pt_br: Emoções no relacionamento

# _-1-5
source: No mutual understanding
pt_br: Sem entendimento mútuo

# _-1-6
source: Low self-esteem
pt_br: Baixa auto-estima

# _-1-7
source: Fear to change
pt_br: Medo de mudar

# _-2
source: Indecision under stress
pt_br: Indecisão sob estresse

# _-2-0
source: Fruitless stubbornness
pt_br: Teimosia infrutífera

# _-2-1
source: Burnout
pt_br: Esgotamento

# _-2-3
source: High demands
pt_br: Altas demandas

# _-2-4
source: Loss of self-belief
pt_br: Perda de autoconfiança

# _-2-5
source: Sense of insignificance
pt_br: Sensação de insignificância

# _-2-6
source: Indecision
pt_br: Indecisão

# _-2-7
source: Limited freedom
pt_br: Liberdade limitada

# _-3
source: Powerlessness
pt_br: Impotência

# _-3-0
source: Hassle and despair
pt_br: Aborrecimento e desespero

# _-3-1
source: Relationship discord
pt_br: Discordância de relacionamento

# _-3-2
source: Helpless indignation
pt_br: Indignação impotente

# _-3-4
source: Bogus self-justification
pt_br: Autojustificação falsa

# _-3-5
source: Unfulfilled hope
pt_br: Esperança não cumprida

# _-3-6
source: Undervalued
pt_br: Subvalorizado

# _-3-7
source: Painful situation
pt_br: Situação dolorosa

# _-4
source: Stagnation
pt_br: Estagnação

# _-4-0
source: Fear of mistake
pt_br: Medo de erro

# _-4-1
source: Holds to unhappy emotion
pt_br: Apega-se à emoção infeliz

# _-4-2
source: Loss of self-belief
pt_br: Perda de autoconfiança

# _-4-3
source: Bogus self-justification
pt_br: Autojustificação falsa

# _-4-5
source: Low self-esteem
pt_br: Baixa auto-estima

# _-4-6
source: Loss of trust
pt_br: Perda de confiança

# _-4-7
source: Over-caution
pt_br: Excesso de cautela

# _-5
source: Sensation control
pt_br: Controle de sensações

# _-5-0
source: Controlled sensuality
pt_br: Sensualidade controlada
