Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# _-5-1
source: Restlessness
pt_br: Inquietude

# _-5-2
source: Sense of insignificance
pt_br: Sensação de insignificância

# _-5-3
source: Unfulfilled hope
pt_br: Esperança não cumprida

# _-5-4
source: Low self-esteem
pt_br: Baixa auto-estima

# _-5-6
source: Excessive criticism
pt_br: Críticas excessivas

# _-5-7
source: Freedom to act
pt_br: Liberdade para agir

# _-6
source: Unique snowflake
pt_br: Floco de neve único

# _-6-0
source: Extravagance
pt_br: Extravagância

# _-6-1
source: Weak self-confidence
pt_br: Fraca autoconfiança

# _-6-2
source: Indecision
pt_br: Indecisão

# _-6-3
source: Self-isolation
pt_br: Auto-isolamento

# _-6-4
source: Loss of trust
pt_br: Perda de confiança

# _-6-5
source: Aestheticism
pt_br: Esteticismo

# _-6-7
source: Purposefulness
pt_br: Propósito

# _-7
source: Control own fate
pt_br: Controlar o próprio destino

# _-7-0
source: Intrusiveness
pt_br: Intrusividade

# _-7-1
source: Fear to change
pt_br: Medo de mudar

# _-7-2
source: Limited freedom
pt_br: Liberdade limitada

# _-7-3
source: Painful situation
pt_br: Situação dolorosa

# _-7-4
source: Over-caution
pt_br: Excesso de cuidado

# _-7-5
source: Inflated expectations
pt_br: Expectativas infladas

# _-7-6
source: Excessive ambition
pt_br: Ambição excessiva

# _+0-0
source: Dual attitudes
pt_br: Atitudes duplas

# _+0-1
source: Unsatisfied emotional needs
pt_br: Necessidades emocionais não satisfeitas

# _+0-2
source: Excessive demands on you
pt_br: Excessivas exigências sobre você

# _+0-3
source: New demand are unbearable
pt_br: Novas demandas são insuportáveis

# _+0-4
source: Unfulfilled hopes
pt_br: Esperanças não cumpridas

# _+0-5
source: Others exploit your trust
pt_br: Outros exploram sua confiança

# _+0-6
source: Sociability suppression
pt_br: Supressão de sociabilidade

# _+0-7
source: Fear to lose independence
pt_br: Medo de perder a independência

# _+1-0
source: Fear of being obstructed
pt_br: Medo de ser obstruído

# _+1-1
source: Ambivalence
pt_br: Ambivalência

# _+1-2
source: Inability to cope with situation
pt_br: Incapacidade de lidar com a situação

# _+1-3
source: Exhausted condition
pt_br: Condição de esgotado

# _+1-4
source: Unrealized hopes
pt_br: Esperanças não realizadas

# _+1-5
source: Others exploit your trust
pt_br: Outros exploram sua confiança

# _+1-6
source: Desire for respect
pt_br: Desejo de respeito

# _+1-7
source: Disputes and disagreements
pt_br: Disputas e desacordos

# _+2-0
source: Fear of obstacles
pt_br: Medo de obstáculos

# _+2-1
source: Unmet emotional needs
pt_br: Necessidades emocionais não atendidas

# _+2-2
source: Ambivalent attitude
pt_br: Atitude ambivalente

# _+2-3
source: Exhausted, demands are unbearable
pt_br: Exausto, as demandas são insuportáveis

# _+2-4
source: Fear defining new goals
pt_br: Medo de definir novos objetivos

# _+2-5
source: Position strengthening
pt_br: Reforço da posição

# _+2-6
source: Respect from others
pt_br: Respeito dos outros

# _+2-7
source: Resistance to external impacts
pt_br: Resistência a impactos externos

# _+3-0
source: Fear someone will interfere
pt_br: Temo que alguém interfira

# _+3-1
source: Dissatisfied emotions
pt_br: Emoções insatisfeitas

# _+3-2
source: Over demanding situation
pt_br: Situação muito exigente

# _+3-3
source: Ambivalent attitude
pt_br: Atitude ambivalente

# _+3-4
source: Unfulfilled hopes
pt_br: Esperanças não cumpridas

# _+3-5
source: Self restraining
pt_br: Auto-restrição

# _+3-6
source: Respect by others
pt_br: Respeito pelos outros

# _+3-7
source: Restrictions
pt_br: Restrições

# _+4-0
source: Fear of being blocked
pt_br: Medo de ser bloqueado

# _+4-1
source: Unmet emotions
pt_br: Emoções não atendidas

# _+4-2
source: Circumstances are too difficult
pt_br: As circunstâncias são muito difíceis

# _+4-3
source: Feeling powerless
pt_br: Sentindo-se impotente

# _+4-4
source: Duality
pt_br: Dualidade

# _+4-5
source: Chaotic conditions
pt_br: Condições caóticas

# _+4-6
source: Lack of appreciation
pt_br: Falta de apreciação

# _+4-7
source: Limited growth possibility
pt_br: Possibilidade de crescimento limitada

# _+5-0
source: Fear of being impeded
pt_br: Medo de ser impedido

# _+5-1
source: Unsatisfied emotions
pt_br: Emoções insatisfeitas

# _+5-2
source: Circumstances are over demanding
pt_br: As circunstâncias são muito exigentes

# _+5-3
source: Tired, demands are unbearable
pt_br: Cansado, as exigências são insuportáveis

# _+5-4
source: Fear setting new goals
pt_br: Medo de estabelecer novas metas

# _+5-5
source: Dual attitude
pt_br: Atitude dupla

# _+5-6
source: Original behavior
pt_br: Comportamento original

# _+5-7
source: Freedom to choose and act
pt_br: Liberdade para escolher e agir

# _+6-0
source: Fear of obstacles
pt_br: Medo de obstáculos

# _+6-1
source: Unsatisfied feelings
pt_br: Sentimentos insatisfeitos

# _+6-2
source: Circumstances are too requiring
pt_br: As circunstâncias são muito exigentes

# _+6-3
source: Unbearable demands
pt_br: Exigências insuportáveis

# _+6-4
source: Fear establishing new goals
pt_br: Medo de estabelecer novas metas

# _+6-5
source: Position strengthening
pt_br: Reforço da posição

# _+6-6
source: Dual attitudes
pt_br: Atitudes duplas

# _+6-7
source: Lack of security
pt_br: Falta de segurança

# _+7-0
source: Fear of being stopped
pt_br: Medo de ser parado

# _+7-1
source: Misunderstood by others
pt_br: Incompreendido pelos outros

# _+7-2
source: Demanding circumstances
pt_br: Circunstâncias exigentes

# _+7-3
source: Drained, demands are unbearable
pt_br: Esgotado, as demandas são insuportáveis

# _+7-4
source: Fear making new goals
pt_br: Medo de fazer novas metas

# _+7-5
source: Questioning everything
pt_br: Questionando tudo

# _+7-6
source: Crave for admiration
pt_br: Desejo por admiração

# _+7-7
source: Dualism
pt_br: Dualismo
