Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# -3
source: 📌 Irritability, anger outbursts, cardiac complaints or sexual neurosis are possible. WHY: There is a threat and danger in the current situation. Your goals are under threat. That leads to your indignant. You feel trapped, powerless to do anything and tired to nervous exhaustion.
pt_br: 📌 Irritabilidade, explosões de raiva, queixas cardíacas ou neurose sexual são possíveis. RAZÃO: Há uma ameaça e perigo na situação atual. Seus objetivos estão sob ameaça. Isso leva à sua indignação. Você se sente preso, impotente para fazer qualquer coisa e cansado à exaustão nervosa.

# -3-0
source: 📌 Impatient, fickle and irritable. Hypertension or cardiac disorder is possible. WHY: The situation appears dangerous and unpleasant. The chance to achieve the desired goal is under threat. You try to resist all the extra exposure but feel powerless to save the situation. You are afraid of losing everything and missing something important in life. This leads to despair. You are unable to look at the situation objectively. You lost a sense of distance. You try to battle down obstacles in the realization of your desires. You are overly agitated and do not give yourself a break in the fight. Overstressed, you feel trapped and are on the verge of nervous exhaustion.
pt_br: 📌 Impaciente, inconstante e irritável. Hipertensão ou distúrbio cardíaco é possível. RAZÃO: A situação parece perigosa e desagradável. A chance de alcançar o objetivo desejado está sob ameaça. Você tenta resistir a toda a exposição extra, mas se sente impotente para salvar a situação. Você tem medo de perder tudo e perder algo importante na vida. Isso leva ao desespero. Você é incapaz de olhar para a situação objetivamente. Você perdeu a noção de distância. Você tenta lutar contra os obstáculos na realização de seus desejos. Você está excessivamente agitado e não se dá uma pausa na luta. Estressado demais, você se sente preso e está à beira da exaustão nervosa.

# -3-1
source: 📌 Impatient, irritated, and hectic. You resist new influences and are unable to relax. You are at the limit of your abilities. Hypertension or cardiac problems are possible. WHY: An unsatisfied close relationship leads to suffering. You feel unable to do anything to restore former intimacy and mutual trust. You believe in being linked to an unhappy situation and see no way to get out of it. This takes your mind to the verge of nervous exhaustion.
pt_br: 📌 Impaciente, irritado e agitado. Você resiste a novas influências e não consegue relaxar. Você está no limite de suas habilidades. Hipertensão ou problemas cardíacos são possíveis. RAZÃO: Um relacionamento íntimo insatisfeito leva ao sofrimento. Você se sente incapaz de fazer qualquer coisa para restaurar a antiga intimidade e a confiança mútua. Você acredita em estar ligado a uma situação infeliz e não vê como sair dela. Isso leva sua mente à beira da exaustão nervosa.

# -3-2
source: 📌 Inability to exert on the situation. Agitation. Hopelessness. All that leads to severe stress. Muscle spasms or cardiac disorders are possible. WHY: You feel being controlled against your own will and feel unbearable pressure. You worry a lot about what seems to be the hostility of the environment. Any demands on you are considered unreasonable. You meet such demands with indignation and indignation. You feel powerless to influence the situation and unable to protect yourself.
pt_br: 📌 Incapacidade de exercer sobre a situação. Agitação. Desesperança. Tudo isso leva a um estresse severo. Espasmos musculares ou distúrbios cardíacos são possíveis. RAZÃO: Você se sente controlado contra sua própria vontade e sente uma pressão insuportável. Você se preocupa muito com o que parece ser a hostilidade do ambiente. Quaisquer exigências sobre você são consideradas irracionais. Você atende a essas demandas com indignação e indignação. Você se sente impotente para influenciar a situação e incapaz de se proteger.

# -3-4
source: 📌 Disappointment leads to agitation and anxiety. WHY: You worry about succeeding in making a good impression. You believe you have the right to get anything you desired. You suffer when a situation becomes unfavorable. You feel helpless. Just one possible failure brings the feeling of high distress. That might lead to nervous exhaustion. You see yourself as a misled victim whose trust was exploited and you take that fiction for reality. You try to convince oneself that others are to blame for your failures.
pt_br: 📌 A decepção leva à agitação e ansiedade. RAZÃO: Você se preocupa em conseguir causar uma boa impressão. Você acredita que tem o direito de obter tudo o que deseja. Você sofre quando uma situação se torna desfavorável. Você se sente impotente. Apenas uma possível falha traz a sensação de grande angústia. Isso pode levar à exaustão nervosa. Você se vê como uma vítima enganada cuja confiança foi explorada e toma essa ficção como realidade. Você tenta se convencer de que os outros são os culpados por seus fracassos.

# -3-5
source: 📌 Bitterness due to failure to get mutual understanding and a sense of security. WHY: Increased sensitivity. You are eager to experience everything and find the current situation very disappointing. You suffer from your lack of power in achieving the intended goal. Hence, you feel nervous exhaustion. You need kind understanding and confidence in safety.
pt_br: 📌 Amargura devido à falta de compreensão mútua e uma sensação de segurança. RAZÃO: Sensibilidade aumentada. Você está ansioso para experimentar tudo e acha a situação atual muito decepcionante. Você sofre com sua falta de poder para alcançar o objetivo pretendido. Assim, você sente exaustão nervosa. Você precisa de compreensão e confiança na segurança.

# -3-6
source: 📌 Nervous exhaustion or sexual stress are caused by excessive self-restraint. WHY: You believe you are being underestimated and find the current situation unpleasant. You have no like-minded people to ally with and make yourself more secure. You strive for recognition and respect from others. Control of self sensuality makes it difficult to give oneself. This leads to isolation and causes uncertainty, a desire to "surrender" and merge with others. You perceive such insecurity as a weakness and attempt to hide it. You mask it with apparent self-confidence, determination, and manner of expression. By doing this, you seek to evoke a sense of superiority. You try to establish yourself in this unpleasant temporary situation. You want to be seen as a desirable partner and admired for your personal qualities.
pt_br: 📌 A exaustão nervosa ou o estresse sexual são causados pelo autocontrole excessivo. RAZÃO: Você acredita que está sendo subestimado e acha a situação atual desagradável. Você não tem pessoas que pensam como você para se aliar e se tornar mais seguro. Você luta pelo reconhecimento e respeito dos outros. O controle da auto-sensualidade torna difícil dar a si mesmo. Isso leva ao isolamento e causa incerteza, um desejo de "entregar" e se fundir com os outros. Você percebe essa insegurança como uma fraqueza e tenta escondê-la. Você a mascara com aparente autoconfiança, determinação e forma de expressão. Ao fazer isso, você procura evocar uma sensação de superioridade. Você tenta se estabelecer nessa desagradável situação temporária. Você quer ser visto como um parceiro desejável e admirado por suas qualidades pessoais.

# -3-7
source: 📌 Frustration is caused by an undesirable situation. WHY: You feel helpless in an unbearably painful situation and powerless to resolve it. You are irritated by the inability to achieve your goal. That leads to nervous exhaustion. You want to get out of that situation. You desire to gain the freedom to decide and act.
pt_br: 📌 A frustração é causada por uma situação indesejável. RAZÃO: Você se sente impotente em uma situação insuportavelmente dolorosa e impotente para resolvê-la. Você está irritado com a incapacidade de atingir seu objetivo. Isso leva à exaustão nervosa. Você quer sair dessa situação. Você deseja ganhar a liberdade de decidir e agir.

# -4
source: 📌 Irritability or severe restlessness. WHY: Your expectations do not come true. This creates uncertainty and wariness. You need to feel a sense of security, confidence and reliability. You are afraid of disappointment, loss of prestige or position. You do not believe the situation will improve in the future. This leads to setting high expectations and being uncompromising.
pt_br: 📌 Irritabilidade ou inquietação grave. RAZÃO: Suas expectativas não se realizam. Isso cria incerteza e cautela. Você precisa sentir uma sensação de segurança, confiança e confiabilidade. Você tem medo de decepção, perda de prestígio ou posição. Você não acredita que a situação vai melhorar no futuro. Isso leva a criar grandes expectativas e ser intransigente.

# -4-0
source: 📌 Fear to miss an opportunity. Uncertainty. Tension. WHY: You believe life should give much more than it gives, wishes and hopes must necessarily be realized by themselves. Otherwise, there is a feeling of being bypassed, that life is colorless. Uncertainty causes noticeable worry. You show intense attention to not miss an opportunity and try to do everything to avoid accidental failures, loss of prestige or position. You need a sense of security.
pt_br: 📌 Medo de perder uma oportunidade. Incerteza. Tensão. RAZÃO: Você acredita que a vida deve dar muito mais do que dá, desejos e esperanças devem necessariamente ser realizados por si mesmos. Caso contrário, há uma sensação de estar sendo contornado, de que a vida é incolor. A incerteza causa preocupação perceptível. Você mostra intensa atenção para não perder uma oportunidade e tenta fazer de tudo para evitar falhas acidentais, perda de prestígio ou posição. Você precisa de uma sensação de segurança.

# -4-1
source: 📌 Emotional frustration leads to anxiety. WHY: The deepest emotional connection has cracked. It is disappointing and seems like an oppressing burden. On the one hand, you desire to be completely free from this attachment. On another hand, you do not want to lose anything, get exposed to new disappointments or uncertainties. You perceive this discrepancy as delusion and try to suppress it with an attitude of indifference and inaccessible severity.
pt_br: 📌 A frustração emocional leva à ansiedade. RAZÃO: A conexão emocional mais profunda se quebrou. É decepcionante e parece um fardo opressor. Por um lado, você deseja estar completamente livre desse apego. Por outro lado, você não quer perder nada, ficar exposto a novas decepções ou incertezas. Você percebe essa discrepância como uma ilusão e tenta suprimi-la com uma atitude de indiferença e severidade inacessível.

# -4-2
source: 📌 Acute frustration due to conflict between anticipated and essential. WHY: Uncertainty and doubts that things will improve in the future are caused by frustration and unsatisfied hopes. That leads to putting off all essential decisions until later. This conflict between essential and anticipated creates high inner tension. You resort to banal conclusions instead of making a reasonable decision. You are inclined to engage in trifles as a means of salvation.
pt_br: 📌 Frustração aguda devido ao conflito entre o previsto e o essencial. RAZÃO: A incerteza e as dúvidas de que as coisas vão melhorar no futuro são causadas por frustração e esperanças insatisfeitas. Isso leva a adiar todas as decisões essenciais para mais tarde. Esse conflito entre o essencial e o antecipado cria uma alta tensão interna. Você recorre a conclusões banais em vez de tomar uma decisão razoável. Você está inclinado a se envolver em ninharias como meio de salvação.

# -4-3
source: 📌 Disappointment leads to agitation and anxiety. WHY: You worry about succeeding in making a good impression. You believe you have the right to get anything you desire and suffer when a situation becomes unfavorable. You feel helpless, and just one possible failure brings the feeling of high distress. That might lead to nervous exhaustion. You perceive yourself as a misled victim and your trust was exploited. You take fiction for reality. You try to convince yourself that others are to blame for your failures.
pt_br: 📌 A decepção leva à agitação e ansiedade. RAZÃO: Você se preocupa em conseguir causar uma boa impressão. Você acredita que tem o direito de conseguir tudo o que deseja e sofre quando uma situação se torna desfavorável. Você se sente impotente, e apenas uma possível falha traz a sensação de grande angústia. Isso pode levar à exaustão nervosa. Você se percebe como uma vítima enganada e sua confiança foi explorada. Você toma a ficção pela realidade. Você tenta se convencer de que os outros são os culpados por seus fracassos.

# -4-5
source: 📌 Distrust, restraint, withdrawal from others and isolation. WHY: You are afraid of being carried away by your inspiration and imagination. You do not want to be seduced by hopes that will cruelly disappoint. As a result, you suppress your natural enthusiasm and artistic nature. You feel you are being misled and abused. You warily watch others' intentions towards yourself and critically evaluate if they are sincere. This wariness easily turns into suspicion. You might leave to keep away from others.
pt_br: 📌 Desconfiança, contenção, afastamento dos outros e isolamento. RAZÃO: Você tem medo de ser levado por sua inspiração e imaginação. Você não quer ser seduzido por esperanças que irão decepcionar cruelmente. Como resultado, você suprime seu entusiasmo natural e sua natureza artística. Você sente que está sendo enganado e abusado. Você observa com cautela as intenções dos outros em relação a si mesmo e avalia criticamente se elas são sinceras. Essa cautela facilmente se transforma em suspeita. Você pode sair para ficar longe dos outros.

# -4-6
source: 📌 Anxiety hidden behind self-confidence and indifference. WHY: The current situation looks unpleasant and uncertain. You want to stand out from the crowd but are unable to become a member of a society that satisfies your high demands. This brings a sense of loneliness and uncertainty. Isolation feeling causes a strong need for connection. It is given the main importance, everything else is secondary. The interest circle has narrowed. Even physical pleasures fade away. However, this need contradicts your idea of controlling your desires. This leads to tension. You want to prove to others the uniqueness of your character. You try to suppress the need for contact with other people. Unconsciously you hide the fear of inferiority and put on an appearance of careless confidence and external determination. You strive to win the respect of others and behave with apparent independence and swagger. Anyone critical of such behavior is faced with dismissive indifference. However, behind the assumed indifference hides a thirst for approval and esteem of others.
pt_br: 📌 Ansiedade escondida atrás da autoconfiança e da indiferença. RAZÃO: A situação atual parece desagradável e incerta. Você quer se destacar da multidão, mas não consegue se tornar membro de uma sociedade que satisfaça suas altas demandas. Isso traz uma sensação de solidão e incerteza. O sentimento de isolamento causa uma forte necessidade de conexão. É dada a importância principal, todo o resto é secundário. O círculo de interesse se estreitou. Até os prazeres físicos desaparecem. No entanto, essa necessidade contradiz sua ideia de controlar seus desejos. Isso leva à tensão. Você quer provar aos outros a singularidade de seu personagem. Você tenta suprimir a necessidade de contato com outras pessoas. Inconscientemente, você esconde o medo da inferioridade e dá uma aparência de confiança descuidada e determinação externa. Você se esforça para ganhar o respeito dos outros e se comporta com aparente independência e arrogância. Qualquer um crítico de tal comportamento é confrontado com indiferença desdenhosa. No entanto, por trás da suposta indiferença esconde-se uma sede de aprovação e estima dos outros.

# -4-7
source: 📌 Cautious self-defense as protection against further failures. WHY: Unrealized expectations caused doubt and intense alertness. You want to act freely and reject any control except for self-control. You do not want to limit yourself to anything. You crave reliable guarantees of protection from further problems or position loss. You do not believe the situation will improve. This leads to a limiting of your desires, increasing demands and a refusal to make reasonable compromises.
pt_br: 📌 Autodefesa cautelosa como proteção contra novas falhas. RAZÃO: Expectativas não realizadas causavam dúvida e alerta intenso. Você quer agir livremente e rejeitar qualquer controle, exceto o autocontrole. Você não quer se limitar a nada. Você deseja garantias confiáveis de proteção contra outros problemas ou perda de posição. Você não acredita que a situação vai melhorar. Isso leva a uma limitação de seus desejos, exigências crescentes e uma recusa em fazer concessões razoáveis.

# -5
source: 📌 Suppressed sensitivity WHY: You see yourself refined and possessing an increased sensuality. You feel delighted and fascinated. However, you make sure to not get carried away. You deeply control your sensual relationships and like to know exactly what is hidden behind them. You want to trust and demand absolute sincerity to prevent the heartless use of your credulity.
pt_br: 📌 Sensibilidade suprimida RAZÃO: Você se vê refinado e possuindo uma sensualidade aumentada. Você se sente encantado e fascinado. No entanto, certifique-se de não se deixar levar. Você controla profundamente seus relacionamentos sensuais e gosta de saber exatamente o que está escondido atrás deles. Você quer confiar e exigir sinceridade absoluta para evitar o uso impiedoso de sua credulidade.

# -5-0
source: 📌 Restlessness and suppressed sensuality. WHY: You are convinced that life can give much more than it currently offers. You expect in the future to find a pleasant, sensual connection full of mutual understanding. On another hand, you fear living without full dedication, that others will get ahead. You strive not to miss a single opportunity. Nevertheless, you should take care not to let yourself be carried away by your enthusiasm. You carefully monitor your emotional relationships to know exactly what is hidden behind them. You demand absolute sincerity as protection from your tendency to excessive credulity.
pt_br: 📌 Inquietação e sensualidade reprimida. RAZÃO: Você está convencido de que a vida pode dar muito mais do que oferece atualmente. Você espera no futuro encontrar uma conexão agradável e sensual cheia de compreensão mútua. Por outro lado, você tem medo de viver sem dedicação total, que os outros cheguem à frente. Você se esforça para não perder uma única oportunidade. No entanto, você deve tomar cuidado para não se deixar levar pelo seu entusiasmo. Você monitora cuidadosamente seus relacionamentos emocionais para saber exatamente o que está escondido atrás deles. Você exige sinceridade absoluta como proteção contra sua tendência à credulidade excessiva.

# -5-1
source: 📌 You keep active, do not allow a break for yourself and suppress depression. WHY: You are unhappy with current relationships and unable to refine them without co-operation. You lack understanding, kindness and concessions from others. You become grumpy, annoyed, depressed, and desire to get out of the situation. If not in reality, then at least in fantasy. Your ability to focus may suffer.
pt_br: 📌 Você se mantém ativo, não permite uma pausa para si mesmo e suprime a depressão. RAZÃO: Você está insatisfeito com os relacionamentos atuais e incapaz de refiná-los sem cooperação. Você não tem compreensão, bondade e concessões dos outros. Você fica mal-humorado, irritado, deprimido e deseja sair da situação. Se não na realidade, pelo menos na fantasia. Sua capacidade de se concentrar pode sofrer.

# -5-2
source: 📌 Feelings of humiliation and misjudgment. WHY: You get no trust, esteem and understanding in the current relationship and feel a humiliating lack of attention. You fear losing the attractiveness and respect of others. It hurts self-esteem. You consider yourself being bypassed, deprived of love and denied appreciation. You are broken by the struggle of fighting alone. You want admiration but constantly get misunderstood and feel no support from others. It seems there is no way to deal with it. You want to escape from the situation but has no strength to make such a vital decision.
pt_br: 📌 Sentimentos de humilhação e julgamento errôneo. RAZÃO: Você não recebe confiança, estima e compreensão no relacionamento atual e sente uma humilhante falta de atenção. Você tem medo de perder a atratividade e o respeito dos outros. Isso prejudica a auto-estima. Você se considera ignorado, privado de amor e negado apreço. Você está quebrado pela luta de lutar sozinho. Você quer admiração, mas é constantemente incompreendido e não sente apoio dos outros. Parece que não há como lidar com isso. Você quer escapar da situação, mas não tem forças para tomar uma decisão tão vital.

# -5-3
source: 📌 Bitterness due to failure to get mutual understanding and sense of security. WHY: Increased sensitivity. You are eager to experience everything. You find the current situation very disappointing and suffer from your lack of power in achieving the intended goal. Hence, you feel nervous exhaustion. You need kind understanding and confidence in safety.
pt_br: 📌 Amargura devido ao fracasso em obter compreensão mútua e sensação de segurança. RAZÃO: Sensibilidade aumentada. Você está ansioso para experimentar tudo. Você acha a situação atual muito decepcionante e sofre com sua falta de poder para alcançar o objetivo pretendido. Assim, você sente exaustão nervosa. Você precisa de compreensão e confiança na segurança.

# -5-4
source: 📌 Distrust, restraint, withdrawal from others and isolation. WHY: You are afraid of being carried away by your inspiration and imagination. You do not want to be seduced by hopes that will cruelly disappoint. As a result, you suppress your natural enthusiasm and artistic nature. You feel you are being misled and abused. You warily watch others' intentions towards yourself and critically evaluate if they are sincere. This wariness easily turns into suspicion. You might leave to keep away from others.
pt_br: 📌 Desconfiança, contenção, afastamento dos outros e isolamento. RAZÃO: Você tem medo de ser levado por sua inspiração e imaginação. Você não quer ser seduzido por esperanças que irão decepcionar cruelmente. Como resultado, você suprime seu entusiasmo natural e sua natureza artística. Você sente que está sendo enganado e abusado. Você observa com cautela as intenções dos outros em relação a si mesmo e avalia criticamente se elas são sinceras. Essa cautela facilmente se transforma em suspeita. Você pode sair para ficar longe dos outros.
