Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# -0
source: 📌 You are impatient and engage rapidly. WHY: You believe life can give much more. There are still things that are worth pursuing. You opine life needs to be lived in full. You pursue your objectives with fierce intensity and will not let go of things. You become deeply involved and risk being unable to view things with sufficient objectivity or calmly enough. Hence, you are in danger of becoming agitated and of exhausting your nervous energy. You are unable to leave things alone. You feel at peace only when the goal is reached.
pt_br: 📌 Você é impaciente e se envolve rapidamente. RAZÃO: Você acredita que a vida pode dar muito mais. Ainda há coisas que valem a pena perseguir. Você opina que a vida precisa ser vivida em plenitude. Você persegue seus objetivos com intensidade feroz e não desiste das coisas. Você se envolve profundamente e corre o risco de ser incapaz de ver as coisas com suficiente objetividade ou com bastante calma. Portanto, você corre o risco de ficar agitado e esgotar sua energia nervosa. Você é incapaz de deixar as coisas sozinhas. Você se sente em paz apenas quando o objetivo é alcançado.

# -0-1
source: 📌 You will not rest or give in. You stay active to not fall into depression. WHY: You believe in your inability to cope with circumstances. You feel dependent on the attachments to a person or situation. You hide your vulnerability and keep resisting current conditions. It makes you depressed, touchy and eager. This leads to unease and the urge to get away from the situation. Your ability to focus may suffer.
pt_br: 📌 Você não vai descansar ou ceder. Você se mantém ativo para não cair em depressão. RAZÃO: Você acredita em sua incapacidade de lidar com as circunstâncias. Você se sente dependente dos apegos a uma pessoa ou situação. Você esconde sua vulnerabilidade e continua resistindo às condições atuais. Isso o deixa deprimido, sensível e ansioso. Isso leva ao desconforto e ao desejo de fugir da situação. Sua capacidade de se concentrar pode sofrer.

# -0-2
source: 📌 High internal tension. WHY: You put high demands on yourself. You are exhausted and overstressed. Resilience and willpower are weakened. You feel the demands are too high. You continue to hold your ground. You perceive the situation as oppressive, coercive, unbearable and too cruel. You want to get out of that situation but are afraid of your inability to make vital decisions.
pt_br: 📌 Alta tensão interna. RAZÃO: Você coloca altas exigências em si mesmo. Você está exausto e estressado. Resiliência e força de vontade são enfraquecidas. Você sente que as exigências são muito altas. Você continua se mantendo firme. Você percebe a situação como opressiva, coercitiva, insuportável e muito cruel. Você quer sair dessa situação, mas tem medo de sua incapacidade de tomar decisões vitais.

# -0-3
source: 📌 All form of debilitating worries and excruciating annoyance as suppressed. irritability, outbursts of anger, cardiac complaints, sexual neurosis are possible. WHY: You perceive the situation as painful and unpleasant. You are irritated by the thought of being unable to achieve your goals. You are upset by your helplessness to deal with obstacles. You feel trapped and overexerted. There is a possibility of nervous exhaustion.
pt_br: 📌 Todas as formas de preocupações debilitantes e aborrecimento excruciante são suprimidas. irritabilidade, explosões de raiva, queixas cardíacas, neurose sexual são possíveis. RAZÃO: Você percebe a situação como dolorosa e desagradável. Você está irritado com o pensamento de ser incapaz de alcançar seus objetivos. Você está chateado por sua impotência para lidar com os obstáculos. Você se sente preso e sobrecarregado. Existe a possibilidade de exaustão nervosa.

# -0-4
source: 📌 Excessive irritation and regret of unfulfilled expectations. WHY: You experience intense alertness due to unfulfilled desires. You try to inspire confidence in others to feel confident yourself. You want protection from future frustrations, neglect or absence of prestige. You doubt things will get better in the future. Nonetheless, you keep making excessive demands and refuse to compromise.
pt_br: 📌 Irritação excessiva e arrependimento de expectativas não cumpridas. RAZÃO: Você experimenta um estado de alerta intenso devido a desejos não realizados. Você tenta inspirar confiança nos outros para se sentir confiante. Você quer proteção contra futuras frustrações, negligência ou ausência de prestígio. Você duvida que as coisas vão melhorar no futuro. No entanto, você continua fazendo exigências excessivas e se recusa a fazer concessões.

# -0-5
source: 📌 Tension caused by the susceptibility restriction. WHY: You enjoy everything subtle, elegant and refined. You maintain a clear vision of things and do not allow yourself to get carried away if there is even a shadow of distrust. You keep emotions at bay and closely monitor others' attitudes towards yourself. You consider yourself to be too trusting. You demand complete sincerity from others and want clarity in relationships. This leads to inhibition of feeling expression but sensitivity is increasing.
pt_br: 📌 Tensão causada pela restrição de suscetibilidade. RAZÃO: Você gosta de tudo sutil, elegante e refinado. Você mantém uma visão clara das coisas e não se deixa levar se houver uma sombra de desconfiança. Você mantém as emoções sob controle e monitora de perto as atitudes dos outros em relação a si mesmo. Você se considera muito confiante. Você exige sinceridade completa dos outros e quer clareza nos relacionamentos. Isso leva à inibição da expressão do sentimento, mas a sensibilidade está aumentando.

# -0-6
source: 📌 Ignored the body needs. WHY: You believe your goals are unreachable with the present measured lifestyle. You wish independence from physical satisfaction and sensual pleasures. You want to unite with people of the same high spiritual standards and desire to stand out from the crowd. Sometimes you want to be like everyone else, but you suppress such impulses as weakness. You strive to achieve your goals to maintain self-esteem and eliminate self-doubt. You believe only strict control over yourself allows maintaining superiority over others. You want to be loved and admired selflessly. You need attention, recognition, and respect.
pt_br: 📌 Ignorado as necessidades do corpo. RAZÃO: Você acredita que seus objetivos são inalcançáveis com o atual estilo de vida medido. Você deseja independência da satisfação física e dos prazeres sensuais. Você quer se unir a pessoas com os mesmos altos padrões espirituais e deseja se destacar da multidão. Às vezes você quer ser como todo mundo, mas reprime impulsos como a fraqueza. Você se esforça para alcançar seus objetivos para manter a auto-estima e eliminar a dúvida. Você acredita que apenas o controle estrito sobre si mesmo permite manter a superioridade sobre os outros. Você quer ser amado e admirado desinteressadamente. Você precisa de atenção, reconhecimento e respeito.

# -0-7
source: 📌 Increased receptivity. WHY: You strive to get closer to others and want to eliminate inner emptiness. You desire to know life from all its sides, to experience all the variations, to live it to the fullest. You demand the freedom to do anything that appears right and worth attention. Any restrictions or constraints cause outrage.
pt_br: 📌 Aumento da receptividade. RAZÃO: Você se esforça para se aproximar dos outros e quer eliminar o vazio interior. Você deseja conhecer a vida por todos os seus lados, experimentar todas as variações, vivê-la ao máximo. Você exige a liberdade de fazer qualquer coisa que pareça certa e digna de atenção. Quaisquer restrições ou restrições causam indignação.

# -1
source: 📌 You will not rest or give in. You stay active to not fall into depression. WHY: You believe in your inability to cope with circumstances. You feel dependent on the attachments to a person or situation. You hide your vulnerability and keep resisting current conditions. It makes you depressed, touchy and eager. This leads to unease and the urge to get away from the situation. Your ability to focus may suffer.
pt_br: 📌 Você não vai descansar ou ceder. Você se mantém ativo para não cair em depressão. RAZÃO: Você acredita em sua incapacidade de lidar com as circunstâncias. Você se sente dependente dos apegos a uma pessoa ou situação. Você esconde sua vulnerabilidade e continua resistindo às condições atuais. Isso o deixa deprimido, sensível e ansioso. Isso leva ao desconforto e ao desejo de fugir da situação. Sua capacidade de se concentrar pode sofrer.

# -1-0
source: 📌 Impatience, anxiety, prone to depression. WHY: You are afraid of trusting someone unconditionally and want a sense of belonging. You are afraid of being unable to cope with circumstances. You believe relationships or circumstances offer too little and require a lot from you in exchange. You become impatient and irritable until you receive everything deserved. Your urge to get out of that state causes restless fussiness and disrupts your ability to focus.
pt_br: 📌 Impaciência, ansiedade, propensão à depressão. RAZÃO: Você tem medo de confiar em alguém incondicionalmente e quer um sentimento de pertencimento. Você tem medo de ser incapaz de lidar com as circunstâncias. Você acredita que relacionamentos ou circunstâncias oferecem muito pouco e exigem muito de você em troca. Você se torna impaciente e irritável até receber tudo o que merece. Seu desejo de sair desse estado causa agitação inquieta e interrompe sua capacidade de se concentrar.

# -1-2
source: 📌 High stress overtrains stamina and willpower. WHY: The ongoing effort to solve problems overtaxes resilience and determination. You feel unbearable pressure in relationships and see no way to bring mutual trust and unity into the situation. Hence, you want to get rid of the relationship completely and stay alone.
pt_br: 📌 O alto estresse sobrecarrega a resistência e a força de vontade. RAZÃO: O esforço contínuo para resolver os problemas sobrecarrega a resiliência e a determinação. Você sente uma pressão insuportável nos relacionamentos e não vê como trazer confiança mútua e unidade para a situação. Portanto, você quer se livrar completamente do relacionamento e ficar sozinho.

# -1-3
source: 📌 Irritability, anger outbursts, cardiac complaints or sexual neurosis are possible. WHY: You are in pain from an unhappy relationship. You presume powerless to regain former intimacy and some show of mutual trust. You feel trapped and compelled to put up with this unbearable situation. You are on the verge of nervous exhaustion.
pt_br: 📌 Irritabilidade, explosões de raiva, queixas cardíacas ou neurose sexual são possíveis. RAZÃO: Você está sofrendo por causa de um relacionamento infeliz. Você se presume impotente para recuperar a antiga intimidade e alguma demonstração de confiança mútua. Você se sente preso e compelido a aturar essa situação insuportável. Você está à beira da exaustão nervosa.

# -1-4
source: 📌 Emotional frustration causes anxiety and stress. WHY: You are unhappy with sensual relationships that appear very depressing. You want to get rid of this affection and not lose anything at the same time. You do not want to expose yourself to new danger, disappointment and feelings of insecurity. Such contradictory feelings only worsen the current condition. You are trying to suppress them and develop indifference.
pt_br: 📌 A frustração emocional causa ansiedade e estresse. RAZÃO: Você está descontente com relacionamentos sensuais que parecem muito deprimentes. Você quer se livrar desse afeto e não perder nada ao mesmo tempo. Você não quer se expor a novos perigos, decepções e sentimentos de insegurança. Tais sentimentos contraditórios só pioram a condição atual. Você está tentando suprimi-los e desenvolver indiferença.

# -1-5
source: 📌 Stress due to mutual misunderstanding WHY: You feel like a stranger in your relationships. You find neither understanding nor a sensitive attitude. As a result, you cannot open up to others and are unable to correct this without the voluntary cooperation of others. You show impatience and temper. You feel bound and seek a way-out.
pt_br: 📌 Estresse devido a mal-entendidos mútuos. RAZÃO: Você se sente um estranho em seus relacionamentos. Você não encontra nem compreensão nem atitude sensível. Como resultado, você não pode se abrir para outras pessoas e não pode corrigir isso sem a cooperação voluntária de outras pessoas. Você mostra impaciência e temperamento. Você se sente preso e procura uma saída.

# -1-6
source: 📌 Stress and self-limitation are caused by emotional displeasure and low appreciation from others. WHY: You think you must have the cooperation of others to improve the current state of affairs. You feel no real union is possible due to a lack of recognition, trust and respect. This leads to higher sensitivity. You want to feel more confident and free. You perceive relationships as a burden and dependence. You wish to be alone to restore individuality. You are not ready to communicate because of self-restraint of sensuality. This leads to a strong desire to merge with others. You see self-confidence decrease as a weakness that needs to be overcome with help of apparent firmness and external determination. You believe constant self-control is the only way to assert yourself as a person. Only that seems to allow, despite real problems, to maintain a strong position.
pt_br: 📌 O estresse e a autolimitação são causados pelo desprazer emocional e pela baixa valorização dos outros. RAZÃO: Você acha que deve ter a cooperação de outros para melhorar o estado atual das coisas. Você sente que nenhuma união real é possível devido à falta de reconhecimento, confiança e respeito. Isso leva a uma maior sensibilidade. Você quer se sentir mais confiante e livre. Você percebe os relacionamentos como um fardo e dependência. Você deseja ficar sozinho para restaurar a individualidade. Você não está pronto para se comunicar por causa do autocontrole da sensualidade. Isso leva a um forte desejo de se fundir com os outros. Você vê a diminuição da autoconfiança como uma fraqueza que precisa ser superada com a ajuda de uma aparente firmeza e determinação externa. Você acredita que o autocontrole constante é a única maneira de se afirmar como pessoa. Só isso parece permitir, apesar dos problemas reais, manter uma posição forte.

# -1-7
source: 📌 Strive for independence is due to emotional unhappiness. WHY: You perceive the situation or relationship as dissatisfying. You see no way for improvement without the voluntary cooperation of others. As a result, you become incapable of heartfelt affection and devotion. You hide your vulnerability and think showing affection or excessive frankness is wrong. The current relationship seems like a burden. You want independence and a path clear of obstacles. At the same time you do not want to take risks or limit yourself in anything. All this causes increased and impatient reactions. Parallel desire to get rid of all this leads to severe anxiety and weakens your ability to focus.
pt_br: 📌 A luta pela independência se deve à infelicidade emocional. RAZÃO: Você percebe a situação ou relacionamento como insatisfatório. Você não vê como melhorar sem a cooperação voluntária de outros. Como resultado, você se torna incapaz de afeição e devoção sinceras. Você esconde sua vulnerabilidade e acha que mostrar afeto ou franqueza excessiva é errado. O relacionamento atual parece um fardo. Você quer independência e um caminho livre de obstáculos. Ao mesmo tempo, você não quer correr riscos ou se limitar a nada. Tudo isso causa reações aumentadas e impacientes. O desejo paralelo de se livrar de tudo isso leva a uma ansiedade severa e enfraquece sua capacidade de se concentrar.

# -2
source: 📌 Stamina, willpower and the ability to resist are at the limit. WHY: Determination and willpower, to deal with existing problems, weakened. You feel overtaxed, worn and stuck. You continue the fight. You perceive this situation as unbearable pressure and sense unreasonable cruelty and a humiliating position. You want to get out of the situation but do not take any drastic measures.
pt_br: 📌 Vigor, força de vontade e capacidade de resistir estão no limite. RAZÃO: Determinação e força de vontade, para lidar com os problemas existentes, enfraqueceram. Você se sente sobrecarregado, desgastado e preso. Você continua a luta. Você percebe essa situação como uma pressão insuportável e sente uma crueldade irracional e uma posição humilhante. Você quer sair da situação, mas não toma nenhuma medida drástica.

# -2-0
source: 📌 Pressure resistance is exhausted. This leads to low patience, stress, and irritation. WHY: You have no more willpower and resilience to deal with existing difficulties. It feels like a dead end. You think the effort was waisted to no avail. Nonetheless, you continue to push forward with frantic energy. This causes unbearable stress. You want to get rid of the situation but cannot force yourself to make such a decision. This leads to the inability to view the problem objectively or leave it alone.
pt_br: 📌 A resistência à pressão está esgotada. Isso leva a baixa paciência, estresse e irritação. RAZÃO: Você não tem mais força de vontade e resiliência para lidar com as dificuldades existentes. Parece um beco sem saída. Você acha que o esforço foi desperdiçado em vão. No entanto, você continua avançando com energia frenética. Isso causa um estresse insuportável. Você quer se livrar da situação, mas não pode se forçar a tomar tal decisão. Isso leva à incapacidade de ver o problema objetivamente ou deixá-lo sozinho.

# -2-1
source: 📌 Reduced ability to oppose problems. Emotional unhappiness. WHY: You have no more willpower and resilience to deal with existing difficulties that appear as deliberate opposition. You defend your position. You perceive the existing relationship as unbearable pressure and humiliating coercion. You need a sense of emotional satisfaction and collaboration. You believe that without them, it is impossible to improve the situation. You strive to get rid of all this.
pt_br: 📌 Capacidade reduzida de se opor a problemas. Infelicidade emocional. RAZÃO: Você não tem mais força de vontade e resiliência para lidar com as dificuldades existentes que aparecem como oposição deliberada. Você defende sua posição. Você percebe o relacionamento existente como uma pressão insuportável e uma coerção humilhante. Você precisa de uma sensação de satisfação emocional e colaboração. Você acredita que sem eles é impossível melhorar a situação. Você se esforça para se livrar de tudo isso.

# -2-3
source: 📌 Attempts to avoid influences lead to suffering and agitation. Irritability, outbursts of anger, cardiac complaints, sexual neurosis are possible. WHY: Unbearable pressure and unreasonable demands cause a feeling of humiliation. The injustice looks outrageous. You feel powerless to change the situation and unable to protect yourself.
pt_br: 📌 As tentativas de evitar as influências levam ao sofrimento e à agitação. Irritabilidade, explosões de raiva, queixas cardíacas, neurose sexual são possíveis. RAZÃO: Pressões insuportáveis e exigências irracionais causam um sentimento de humilhação. A injustiça parece escandalosa. Você se sente impotente para mudar a situação e incapaz de se proteger.

# -2-4
source: 📌 Acute frustration due to conflict between anticipated and essential. WHY: Uncertainty and doubts that things will improve in the future are caused by frustration and unsatisfied hopes. That leads to putting off all essential decisions until later. This conflict between essential and anticipated creates high inner tension. You resort to banal conclusions instead of making a reasonable decision. You are inclined to engage in trifles as a means of salvation.
pt_br: 📌 Frustração aguda devido ao conflito entre o previsto e o essencial. RAZÃO: A incerteza e as dúvidas de que as coisas vão melhorar no futuro são causadas por frustração e esperanças insatisfeitas. Isso leva a adiar todas as decisões essenciais para mais tarde. Esse conflito entre o essencial e o antecipado cria uma alta tensão interna. Você recorre a conclusões banais em vez de tomar uma decisão razoável. Você está inclinado a se envolver em ninharias como meio de salvação.

# -2-5
source: 📌 Feelings of humiliation and misjudgment. WHY: You get no trust, esteem and understanding in the current relationship. You feel a humiliating lack of attention and fear of losing the attractiveness and respect of others. It hurts self-esteem. You consider being bypassed, deprived of love and denied appreciation. You are broken by the struggle of fighting alone and feel no support from others. You want admiration but constantly get misunderstood. You feel there is no way to deal with it. You want to escape from the situation but has no strength to make such a vital decision.
pt_br: 📌 Sentimentos de humilhação e julgamento errôneo. RAZÃO: Você não obtém confiança, estima e compreensão no relacionamento atual. Você sente uma humilhante falta de atenção e medo de perder a atratividade e o respeito dos outros. Isso prejudica a auto-estima. Você considera ser ignorado, privado de amor e negado apreço. Você está quebrado pela luta de lutar sozinho e não sente apoio dos outros. Você quer admiração, mas é constantemente incompreendido. Você sente que não há como lidar com isso. Você quer escapar da situação, mas não tem forças para tomar uma decisão tão vital.

# -2-6
source: 📌 Excessive self-control, aimed at winning the respect of others. WHY: You want to stand out from the crowd and unite with people of the same high living standards. This leads to high stress. However, you keep your attitude despite a lack of appreciation. You find the situation unpleasant. You want a way out of the situation but refuse to sacrifice your beliefs. You constantly postpone making the vital decision due to doubts about your ability to resist possible opposition. You need recognition from others, agreement with your wishes, and respect for your views. Only then you can feel safe and at ease.
pt_br: 📌 Autocontrole excessivo, visando conquistar o respeito dos outros. RAZÃO: Você quer se destacar da multidão e se unir a pessoas com os mesmos altos padrões de vida. Isso leva a um alto estresse. No entanto, você mantém sua atitude apesar da falta de apreciação. Você acha a situação desagradável. Você quer uma saída para a situação, mas se recusa a sacrificar suas crenças. Você constantemente adia a decisão vital devido a dúvidas sobre sua capacidade de resistir a uma possível oposição. Você precisa do reconhecimento dos outros, de acordo com seus desejos e respeito por seus pontos de vista. Só então você pode se sentir seguro e à vontade.

# -2-7
source: 📌 Frustration at unacceptable restrictions on his freedom of action. WHY: You strive for independence and freedom from any restrictions. You seek to avoid hindrances, responsibilities and everything that limits freedom. You hope it will help you to avoid unpleasant relationships and stress. You feel a lot of pressure and want a way out, but lack the stamina and determination.
pt_br: 📌 Frustração com restrições inaceitáveis à sua liberdade de ação. RAZÃO: Você luta pela independência e liberdade de quaisquer restrições. Você procura evitar obstáculos, responsabilidades e tudo que limita a liberdade. Você espera que isso o ajude a evitar relacionamentos desagradáveis e estresse. Você sente muita pressão e quer uma saída, mas não tem resistência e determinação.
