Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# -7-6
source: 📌 You disagree with prohibitions or restrictions. WHY: You demand independence and resist any pressure from others. You want to make decisions by yourself, without anyone's intervention. You hate monotony and mediocrity and feel disgusted by the equalizing impersonal approach. You are practically unable to admit your own mistakes because you assume your own opinion is the most authoritative. You need to make an effort on yourself to recognize the other's point of view. You strive to prove yourself as a person and stand out thanks to your successes.
pt_br: 📌 Você discorda de proibições ou restrições. RAZÃO: Você exige independência e resiste a qualquer pressão dos outros. Você quer tomar decisões sozinho, sem a intervenção de ninguém. Você odeia a monotonia e a mediocridade e se sente enojado com a abordagem impessoal equalizadora. Você é praticamente incapaz de admitir seus próprios erros porque assume que sua opinião é a mais autorizada. Você precisa se esforçar para reconhecer o ponto de vista do outro. Você se esforça para provar a si mesmo como pessoa e se destacar graças aos seus sucessos.

# +0-0
source: Dual attitudes. You fluctuate from restless displeasure to calm happiness.
pt_br: Atitudes duplas. Você flutua do desagrado inquieto para a felicidade calma.

# +0-1
source: Stress and tension are likely caused by circumstances or unsatisfied emotional needs. You want to escape from that and create an image of calm by forbidding yourself to get involved.
pt_br: O estresse e a tensão são provavelmente causados por circunstâncias ou necessidades emocionais insatisfeitas. Você quer escapar disso e criar uma imagem de calma, proibindo-se de se envolver.

# +0-2
source: You have significant stress and can not consolidate your position under your opinion about personal merits. You refuse any responsibility and have groundless attempts to 'show yourself'. However, you do not want any further involvement and try to avoid excessive demands on your limited capabilities.
pt_br: Você tem estresse significativo e não consegue consolidar sua posição sob sua opinião sobre méritos pessoais. Você recusa qualquer responsabilidade e tem tentativas infundadas de 'mostrar-se'. No entanto, você não quer mais envolvimento e tenta evitar demandas excessivas em suas capacidades limitadas.

# +0-3
source: Exhausted. Any further demands or excitement are unbearable. Anxiety and acute pain are caused by the feeling of helplessness. You are trying to escape that by refusing to participate in anything. You hide your vulnerability and use a cautious approach. You hope to achieve the goal eventually.
pt_br: Exausta. Quaisquer outras exigências ou excitação são insuportáveis. A ansiedade e a dor aguda são causadas pela sensação de desamparo. Você está tentando escapar disso recusando-se a participar de qualquer coisa. Você esconde sua vulnerabilidade e usa uma abordagem cautelosa. Você espera alcançar o objetivo eventualmente.

# +0-4
source: Sullen and depressed. Unfulfilled hopes cause frustration. High anxiety is caused by the fear of setting new goals. You try to get rid of this by shutting in on yourself. You become circumspect.
pt_br: Sombrio e deprimido. Esperanças não cumpridas causam frustração. A alta ansiedade é causada pelo medo de estabelecer novos objetivos. Você tenta se livrar disso fechando-se em si mesmo. Você se torna circunspecto.

# +0-5
source: You find others exploit or misunderstand your trust. You want to become less trusting. As a result, you develop an arrogant and restrained attitude towards others. You participate in activity only when convinced of the sincerity of others.
pt_br: Você descobre que outros exploram ou entendem mal sua confiança. Você quer se tornar menos confiante. Como resultado, você desenvolve uma atitude arrogante e contida em relação aos outros. Você participa da atividade apenas quando convencido da sinceridade dos outros.

# +0-6
source: You feel low respect by others. You are unable to stand out among your comrades. You suppress normal sociability and do not allow yourself to get involved in group activities.
pt_br: Você sente pouco respeito pelos outros. Você é incapaz de se destacar entre seus companheiros. Você suprime a sociabilidade normal e não se permite se envolver em atividades em grupo.

# +0-7
source: You want to be undisturbed and feel a need to defend yourself from external influences. You are afraid of losing independence.
pt_br: Você quer não ser perturbado e sente a necessidade de se defender de influências externas. Você tem medo de perder a independência.

# +1-0
source: You fear being obstructed from achieving your own goals. You need to achieve a calm and stable state to free oneself from that fear.
pt_br: Você tem medo de ser impedido de alcançar seus próprios objetivos. Você precisa alcançar um estado calmo e estável para se libertar desse medo.

# +1-1
source: Dual attitudes. You fluctuate from restless displeasure to calm happiness.
pt_br: Atitudes duplas. Você flutua do desagrado inquieto para a felicidade calma.

# +1-2
source: You do not have sufficient abilities or strength to cope with current circumstances. This leads to stress, anxiety and an unadmitted feeling of inferiority. You want to escape into a calmer and problem-less environment. You seek a situation where there is no need to defend your own rights and resist the pressure of those seeking to dominate.
pt_br: Você não tem habilidades ou força suficiente para lidar com as circunstâncias atuais. Isso leva ao estresse, ansiedade e um sentimento não admitido de inferioridade. Você quer escapar para um ambiente mais calmo e sem problemas. Você procura uma situação em que não haja necessidade de defender seus próprios direitos e resistir à pressão daqueles que buscam dominar.

# +1-3
source: Unbearable feeling due to exhausted condition. You are annoyed by the demands on what is asked of your abilities. A feeling of incapability causes anxiety and suffering. You give up struggling in order to escape from this situation and try to find a calm and peaceful environment to recover in conditions of security and peace.
pt_br: Sensação insuportável devido à condição exausta. Você está incomodado com as demandas sobre o que é pedido de suas habilidades. Um sentimento de incapacidade causa ansiedade e sofrimento. Você desiste de lutar para escapar dessa situação e tenta encontrar um ambiente calmo e tranquilo para se recuperar em condições de segurança e paz.

# +1-4
source: Unfulfilled hopes cause frustration. The fear of setting new goals leads to anxiety. You try to find salvation in a calm and balanced relationship. You believe it gives protection from disappointment and lack of respect.
pt_br: Esperanças não cumpridas causam frustração. O medo de estabelecer novas metas leva à ansiedade. Você tenta encontrar a salvação em um relacionamento calmo e equilibrado. Você acredita que protege contra decepção e falta de respeito.

# +1-5
source: You want to become less trusting because others exploit or misunderstand your trust. You seek a calm relationship with sensual intimacy. In such a relationship everyone would know precisely the position of the other.
pt_br: Você quer se tornar menos confiante porque os outros exploram ou entendem mal sua confiança. Você procura um relacionamento calmo com intimidade sensual. Em tal relação, todos saberiam precisamente a posição do outro.

# +1-6
source: You desire to be respected and appreciated, and you try to find it in communication based on mutual respect.
pt_br: Você deseja ser respeitado e apreciado e tenta encontrá-lo na comunicação baseada no respeito mútuo.

# +1-7
source: You want to avoid involvement in disputes and disagreements, and prefer to be left alone.
pt_br: Você quer evitar o envolvimento em disputas e desentendimentos e prefere ficar sozinho.

# +2-0
source: You are afraid of being obstructed from achieving your goals. You demand others to recognize your right to pursue your goals.
pt_br: Você tem medo de ser impedido de alcançar seus objetivos. Você exige que os outros reconheçam seu direito de perseguir seus objetivos.

# +2-1
source: Stress and tension are likely caused by circumstances or unsatisfied emotional needs. You deny their existence and hide unhappiness behind bogus asserts of independence and self-sufficiency.
pt_br: O estresse e a tensão são provavelmente causados por circunstâncias ou necessidades emocionais insatisfeitas. Você nega sua existência e esconde a infelicidade por trás de falsas afirmações de independência e auto-suficiência.

# +2-2
source: Dual attitudes. You fluctuate between self-insistence and a wish to avoid the opposing counter-resistance.
pt_br: Atitudes duplas. Você flutua entre a auto-insistência e o desejo de evitar a contra-resistência oposta.

# +2-3
source: Exhausted. Any further demands or excitement are unbearable. You feel helpless and incapable of controlling the course of events. This creates irritation and strong anxiety. You try to escape that by stubbornly defending your own viewpoint. Such attempts often fail. You become very touchy and sensitive to criticism.
pt_br: Exausta. Quaisquer outras exigências ou excitação são insuportáveis. Você se sente impotente e incapaz de controlar o curso dos acontecimentos. Isso cria irritação e forte ansiedade. Você tenta escapar disso defendendo obstinadamente seu próprio ponto de vista. Tais tentativas muitas vezes falham. Você se torna muito sensível e sensível às críticas.

# +2-4
source: You fear there is no point in defining new goals. This leads to frustration and anxiety. You crave recognition, want to hold a high position and worry about actual odds to succeed. You react with protest to criticism and resist any influence attempts. You try to declare yourself by pedantically dominating in small things.
pt_br: Você teme que não faça sentido definir novos objetivos. Isso leva à frustração e ansiedade. Você anseia por reconhecimento, deseja manter uma posição elevada e se preocupa com as chances reais de sucesso. Você reage com protesto às críticas e resiste a qualquer tentativa de influência. Você tenta se declarar dominando pedantemente em pequenas coisas.

# +2-5
source: You strive to strengthen your position and self-respect. You thoroughly analyze your and others' achievements. You demand clarity in everything.
pt_br: Você se esforça para fortalecer sua posição e auto-respeito. Você analisa minuciosamente as suas realizações e as dos outros. Você exige clareza em tudo.

# +2-6
source: You adhere to high aesthetic standards and have an aversion to mediocrity. You need to be appreciated and respected as an exceptional person by others. This would increase your self-esteem and give you a feeling of being valuable.
pt_br: Você adere a altos padrões estéticos e tem aversão à mediocridade. Você precisa ser apreciado e respeitado como uma pessoa excepcional pelos outros. Isso aumentaria sua auto-estima e lhe daria uma sensação de ser valioso.

# +2-7
source: You resist external impacts and withstand tampering with your freedom to make decisions and build plans. You try to improve the current position and gain a foothold in it.
pt_br: Você resiste a impactos externos e resiste à adulteração de sua liberdade de tomar decisões e construir planos. Você tenta melhorar a posição atual e se firmar nela.

# +3-0
source: You are afraid of being obstructed from achieving your goals. This forces you to act with tense and feverish haste.
pt_br: Você tem medo de ser impedido de alcançar seus objetivos. Isso o força a agir com pressa tensa e febril.

# +3-1
source: Stress and anxiety are likely caused by circumstances or unsatisfied emotional needs. You are trying to get out of that by creating intense activity aiming either at gaining personal success or at accruing experience.
pt_br: Você tem habilidades ou força insuficientes para lidar com as circunstâncias. Isso leva ao estresse, ansiedade e um sentimento não admitido de inferioridade. Você tenta se livrar de tudo isso desenvolvendo uma atividade intensa. Você exige o direito de fazer as coisas do seu jeito. O autocontrole doentio pode levar a explosões incontroláveis de raiva.

# +3-2
source: You have insufficient abilities or strength to cope with circumstances. This leads to stress, anxiety and an unadmitted feeling of inferiority. You attempt to get rid of all this by developing intense activity. You demand the right to do things your own way. Unhealthy self-control can lead to uncontrollable outbursts of anger.
pt_br: Atitudes duplas. Você oscila entre o desejo de fazer as coisas do seu jeito e o desejo de ser deixado em paz.

# +3-4
source: Unfulfilled hopes cause frustration. The fear of setting new goals leads to anxiety. You want to be in a circle of like-minded people and have the ability to develop freely. You feel emptiness in your relationships and obstacles in development. You react to this vehemently and show even more intense activity aimed at achieving the goal at any cost.
pt_br: Esperanças não cumpridas causam frustração. O medo de estabelecer novas metas leva à ansiedade. Você quer estar em um círculo de pessoas afins e ter a capacidade de se desenvolver livremente. Você sente vazio em seus relacionamentos e obstáculos no desenvolvimento. Você reage a isso com veemência e mostra uma atividade ainda mais intensa visando atingir a meta a qualquer custo.

# +3-5
source: You want to act incontinently and freely. You are limited by the personal need to build everything on a rational, firm and well-defined foundation.
pt_br: Você quer agir incontinente e livremente. Você está limitado pela necessidade pessoal de construir tudo sobre uma base racional, firme e bem definida.

# +3-6
source: You get pleasure from the activity itself. You want to be appreciated and respected for your own achievements.
pt_br: Você obtém prazer da atividade em si. Você quer ser apreciado e respeitado por suas próprias realizações.

# +3-7
source: You struggle with restrictions or prohibitions. You demand to be given the opportunity to develop freely without help from the side.
pt_br: Você luta com restrições ou proibições. Você exige ter a oportunidade de se desenvolver livremente sem ajuda do lado.

# +4-0
source: You are afraid of being obstructed from achieving your goals. This leads into a hectic search for satisfaction in unreal and pointless activities.
pt_br: Você tem medo de ser impedido de alcançar seus objetivos. Isso leva a uma busca agitada por satisfação em atividades irreais e sem sentido.

# +4-1
source: Your stress and anxiety are likely caused by circumstances or unsatisfied emotional needs. You feel misunderstood and confused. You seek new situations or relationships in hope to get greater satisfaction and calmness.
pt_br: Seu estresse e ansiedade são provavelmente causados por circunstâncias ou necessidades emocionais insatisfeitas. Você se sente incompreendido e confuso. Você procura novas situações ou relacionamentos na esperança de obter maior satisfação e tranquilidade.

# +4-2
source: You have insufficient abilities or strength to cope with circumstances. This leads to stress, anxiety and an unadmitted feeling of inferiority. You seek external evidence of self-abilities and values in order to raise your self-esteem. You are inclined to blame others to remove the blame from yourself. You restlessly seek a way out and tend to spontaneous desires and impulsive rejections.
pt_br: Você tem habilidades ou força insuficientes para lidar com as circunstâncias. Isso leva ao estresse, ansiedade e um sentimento não admitido de inferioridade. Você busca evidências externas de auto-habilidades e valores para aumentar sua auto-estima. Você está inclinado a culpar os outros para remover a culpa de si mesmo. Você busca incansavelmente uma saída e tende a desejos espontâneos e rejeições impulsivas.

# +4-3
source: Nervous excitement. Unpredictable behavior. Irritability. Reduced energy. Low tolerance for others' demands. You feel powerless to deal with all that. You think there is a threat in the circumstances and hope an intuitive solution will show up and lead to salvation.
pt_br: Excitação nervosa. Comportamento imprevisível. Irritabilidade. Energia reduzida. Baixa tolerância às exigências dos outros. Você se sente impotente para lidar com tudo isso. Você acha que há uma ameaça nas circunstâncias e espera que uma solução intuitiva apareça e leve à salvação.

# +4-4
source: Dual attitudes. You fluctuate between an optimistic desire for achievement of something and dark pessimism.
pt_br: Doppelte Haltung. Sie schwanken zwischen optimistischem Leistungswillen und düsterem Pessimismus.

# +4-5
source: You fiercely criticize the existing conditions. You believe the conditions are barely defined and disorganize activities. You seek a way out to clarify the situation, bring order to it.
pt_br: Você critica ferozmente as condições existentes. Você acredita que as condições estão mal definidas e desorganizam as atividades. Você procura uma saída para esclarecer a situação, trazer ordem a ela.

# +4-6
source: You do not feel appreciated enough and seek opportunities to show your own worth.
pt_br: Você não se sente valorizado o suficiente e busca oportunidades para mostrar seu próprio valor.

# +4-7
source: You believe opportunities and growth are constrained. You seek a way out and want to get rid of the restrictions.
pt_br: Você acredita que as oportunidades e o crescimento são limitados. Você procura uma saída e quer se livrar das restrições.

# +5-0
source: You are afraid of being obstructed from achieving your own goals. You use personal charm, hoping that it will help you achieve goals.
pt_br: Você tem medo de ser impedido de alcançar seus próprios objetivos. Você usa o charme pessoal, esperando que isso o ajude a alcançar objetivos.

# +5-1
source: Your stress and anxiety are likely caused by circumstances or unsatisfied emotional needs. You seek to escape into a perfectionlized environment of empathy and comprehension. You might start looking for an atmosphere of aestheticism.
pt_br: Seu estresse e ansiedade são provavelmente causados por circunstâncias ou necessidades emocionais insatisfeitas. Você procura escapar para um ambiente perfeccionista de empatia e compreensão. Você pode começar a procurar uma atmosfera de esteticismo.

# +5-2
source: You have insufficient ability or strength to cope with circumstances. This leads to stress, anxiety and an unadmitted feeling of inferiority. You escape from this by fleeing into an illusory artificial world.
pt_br: Você tem capacidade ou força insuficiente para lidar com as circunstâncias. Isso leva ao estresse, ansiedade e um sentimento não admitido de inferioridade. Você escapa disso fugindo para um mundo artificial ilusório.

# +5-3
source: Exhausted. Any further demands or excitement are unbearable. You feel helpless and not capable of controlling the course of events. This creates irritation and anxiety. You try to escape from this by fleeing into an illusory artificial world.
pt_br: Exausta. Quaisquer outras exigências ou excitação são insuportáveis. Você se sente impotente e incapaz de controlar o curso dos acontecimentos. Isso cria irritação e ansiedade. Você tenta escapar disso fugindo para um mundo artificial ilusório.

# +5-4
source: Unfulfilled hopes cause frustration. The fear of setting new goals leads to anxiety. You escape from this by fleeing into an illusory artificial world. The world without disappointments where everything is as you desire.
pt_br: Esperanças não cumpridas causam frustração. O medo de estabelecer novas metas leva à ansiedade. Você escapa disso fugindo para um mundo artificial ilusório. O mundo sem decepções onde tudo é como você deseja.

# +5-5
source: Dual attitudes. You fluctuate between the desire for easy fellowship and contempt for people because they lack taste and intelligence.
pt_br: Atitudes duplas. Você oscila entre o desejo de companheirismo fácil e o desprezo pelas pessoas porque elas não têm bom gosto e inteligência.

# +5-6
source: You are impressed by everything unusual or original. This includes people with outstanding abilities. You try to adopt admired qualities and behave in an original way.
pt_br: Você fica impressionado com tudo o que é incomum ou original. Isso inclui pessoas com habilidades excepcionais. Você tenta adotar qualidades admiradas e se comporta de maneira original.

# +5-7
source: You seek to decide your own fate and prevent any limitations of freedom to take action. You avoid criticism and use personal charm in dealing with people.
pt_br: Você procura decidir seu próprio destino e evitar quaisquer limitações de liberdade para agir. Você evita críticas e usa charme pessoal ao lidar com as pessoas.

# +6-0
source: You are afraid of being obstructed from achieving your goals. You want a more secure and conflict-free situation. You crave a state of stability and the opportunity to relax.
pt_br: Você tem medo de ser impedido de alcançar seus objetivos. Você quer uma situação mais segura e livre de conflitos. Você anseia por um estado de estabilidade e pela oportunidade de relaxar.

# +6-1
source: Your stress and anxiety are likely caused by circumstances or unsatisfied emotional needs. You seek salvation in a safe, conflict-free situation. You want to get some rest and recover.
pt_br: Seu estresse e ansiedade são provavelmente causados por circunstâncias ou necessidades emocionais insatisfeitas. Você busca a salvação em uma situação segura e livre de conflitos. Você quer descansar um pouco e se recuperar.

# +6-2
source: You have insufficient ability or strength to cope with circumstances. This leads to stress, anxiety and an unadmitted feeling of inferiority. You seek salvation in a stable and secure atmosphere, free from any further demands. You want a chance to relax and recover.
pt_br: Você tem capacidade ou força insuficiente para lidar com as circunstâncias. Isso leva ao estresse, ansiedade e um sentimento não admitido de inferioridade. Você busca a salvação em uma atmosfera estável e segura, livre de quaisquer outras exigências. Você quer uma chance de relaxar e se recuperar.

# +6-3
source: Exhausted. Any further demands or excitement are unbearable. You feel helpless and incapable of controlling the course of events. This creates irritation and strong anxiety. You seek salvation in a stable and secure environment. You want to get some rest and recover.
pt_br: Exausta. Quaisquer outras exigências ou excitação são insuportáveis. Você se sente impotente e incapaz de controlar o curso dos acontecimentos. Isso cria irritação e forte ansiedade. Você busca a salvação em um ambiente estável e seguro. Você quer descansar um pouco e se recuperar.

# +6-4
source: The fear of setting new goals leads to anxiety. Misunderstood and underestimated. You suffer from a lack of close relationships. You seek salvation in a stable and secure environment. You want to get some rest and recover.
pt_br: O medo de estabelecer novas metas leva à ansiedade. Incompreendido e subestimado. Você sofre com a falta de relacionamentos íntimos. Você busca a salvação em um ambiente estável e seguro. Você quer descansar um pouco e se recuperar.

# +6-5
source: You want to protect yourself against conflicts and criticism. You wish to establish yourself in a secure and stable position. You are inclined to treat others critically. Hence, it is difficult to please you.
pt_br: Você quer se proteger contra conflitos e críticas. Você deseja se estabelecer em uma posição segura e estável. Você está inclinado a tratar os outros de forma crítica. Por isso, é difícil agradá-lo.
