Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# +0+5
source: You are fascinated by the idea of idealized intimacy based on the charm and tenderness of both parties. You are afraid of allowing this to appear openly and prefer carefully probing tactics. In pursuit of this goal, you remain cold and hide your feelings.
pt_br: Você é fascinado pela ideia de intimidade idealizada baseada no charme e ternura de ambas as partes. Você tem medo de permitir que isso apareça abertamente e prefere táticas de sondagem cuidadosas. Na busca desse objetivo, você permanece frio e esconde seus sentimentos.

# +0+6
source: You seek protection from factors that can tire or exhaust. You long for a life of security and physical comfort, a life free from problems and anxiety.
pt_br: Você busca proteção contra fatores que podem cansar ou esgotar. Você anseia por uma vida de segurança e conforto físico, uma vida livre de problemas e ansiedade.

# +0+7
source: You feel unfair treatment and betrayal of hopes. You are unsatisfied with circumstances and try to rebel against them. You perceive the current situation as humiliation and insult.
pt_br: Você sente tratamento injusto e traição de esperanças. Você está insatisfeito com as circunstâncias e tenta se rebelar contra elas. Você percebe a situação atual como humilhação e insulto.

# +1
source: You long for a quiet, peaceful state, harmony in relationships, satisfaction and a sense of belonging.
pt_br: Você anseia por um estado calmo e pacífico, harmonia nos relacionamentos, satisfação e um sentimento de pertencimento.

# +1+0
source: You need relief from stress and long for peace, calmness and satisfaction.
pt_br: Você precisa de alívio do estresse e anseia por paz, calma e satisfação.

# +1+2
source: You need a calm and harmonious environment. You want relief from stress peacefully, without unnecessary arguments. You seek freedom from conflicts or disagreements. You attempt to solve the current difficulties and problems by proceeding cautiously. You can feel subtly and show high attention to the smallest details.
pt_br: Você precisa de um ambiente calmo e harmonioso. Você quer alívio do estresse pacificamente, sem discussões desnecessárias. Você busca a liberdade de conflitos ou desentendimentos. Você tenta resolver as dificuldades e problemas atuais procedendo com cautela. Você pode sentir sutilmente e mostrar muita atenção aos mínimos detalhes.

# +1+3
source: You strive for tender, pleasant and harmonious relationships. You desire an intimate union full of love, devotion and mutual trust. You attempt to establish trusting relationships with other people. You consider harmony in the family a prerequisite for personal happiness.
pt_br: Você se esforça para relacionamentos ternos, agradáveis e harmoniosos. Você deseja uma união íntima cheia de amor, devoção e confiança mútua. Você tenta estabelecer relações de confiança com outras pessoas. Você considera a harmonia na família um pré-requisito para a felicidade pessoal.

# +1+4
source: You seek tenderness in relationships that would bring fulfillment and happiness. You are capable of strong emotional uplift, inspiration. You are willing to adapt and obey so that the tenderness-based union becomes a reality. At the same time, you require a precautionary attitude from others.
pt_br: Você busca ternura em relacionamentos que trariam satisfação e felicidade. Você é capaz de forte elevação emocional, inspiração. Você está disposto a se adaptar e obedecer para que a união baseada na ternura se torne uma realidade. Ao mesmo tempo, você exige uma atitude de precaução dos outros.

# +1+5
source: You strive for sensitivity, harmony, affection and tenderness. You wish to dissolve in them. Subtly you feel aesthetic beauty and can imbue with the feelings of another.
pt_br: Você busca sensibilidade, harmonia, afeto e ternura. Você deseja se dissolver neles. Sutilmente você sente a beleza estética e pode imbuir os sentimentos do outro.

# +1+6
source: You seek refuge from conflicts that offers safety and physical at ease. You need considerate treatment and loving care. You are afraid of the loneliness and emptiness of separation.
pt_br: Você busca refúgio de conflitos que oferece segurança e bem-estar físico. Você precisa de tratamento atencioso e cuidado amoroso. Você tem medo da solidão e do vazio da separação.

# +1+7
source: You urgently need rest, relaxation, peace and caring understanding. You believe to be treated with a lack of respect. You feel misunderstood by others. As a result, you became anxious and upset, feel overexcitement. You find the situation intolerable as long as your claims are not fulfilled.
pt_br: Você precisa urgentemente de descanso, relaxamento, paz e compreensão carinhosa. Você acredita ser tratado com falta de respeito. Você se sente incompreendido pelos outros. Como resultado, você ficou ansioso e chateado, sentiu superexcitação. Você acha a situação intolerável enquanto suas reivindicações não forem cumpridas.

# +2
source: You seek flexibility and determination of will to strengthen the status and gain independence despite the difficulty of the current position. You strive to overcome resistance and achieve recognition.
pt_br: Você busca flexibilidade e determinação de vontade para fortalecer o status e ganhar independência apesar da dificuldade do cargo atual. Você se esforça para superar a resistência e alcançar o reconhecimento.

# +2+0
source: You want to strengthen your position and make a strong impression on people, despite unfavorable circumstances and a complete lack of appreciation or recognition. You are unapproachable. You can feel confident without staying under someone's influence.
pt_br: Você deseja fortalecer sua posição e causar uma forte impressão nas pessoas, apesar das circunstâncias desfavoráveis e da completa falta de apreciação ou reconhecimento. Você é inacessível. Você pode se sentir confiante sem ficar sob a influência de alguém.

# +2+1
source: You want to make a favorable impression and receive approval from others. There is a need to feel appreciated and admired. You are touchy and easily hurt if not given adequate acknowledgment.
pt_br: Você quer causar uma impressão favorável e receber a aprovação dos outros. Há uma necessidade de se sentir apreciado e admirado. Você é sensível e facilmente se machuca se não receber o reconhecimento adequado.

# +2+3
source: You seek recognition and success. You want to overcome all obstacles and resistance. You strive to decide independently, to act consistently, to show initiative. You do not want to depend on the goodwill of others.
pt_br: Você busca reconhecimento e sucesso. Você quer superar todos os obstáculos e resistências. Você se esforça para decidir de forma independente, agir de forma consistente, mostrar iniciativa. Você não quer depender da boa vontade dos outros.

# +2+4
source: Ambitious. You need recognition and want to impress and be looked up to. You strive to be popular and admirable. You seek to bridge the gap that separates you from others.
pt_br: Ambicioso. Você precisa de reconhecimento e quer impressionar e ser admirado. Você se esforça para ser popular e admirável. Você procura preencher a lacuna que o separa dos outros.

# +2+5
source: Sensitive to the aesthetic. You want to make a favorable impression and strive to be seen as an extraordinary person. You constantly track (with intense attention) your successes and how others react to it. This gives a sense of superiority and self-control. You use various, well-thought-out, methods to gain influence and special recognition.
pt_br: Sensível à estética. Você quer causar uma impressão favorável e se esforça para ser visto como uma pessoa extraordinária. Você acompanha constantemente (com intensa atenção) seus sucessos e como os outros reagem a eles. Isso dá uma sensação de superioridade e autocontrole. Você usa vários métodos bem pensados para ganhar influência e reconhecimento especial.

# +2+6
source: You believe too much is demanded of you and therefore feel exhausted. You attempt to overcome resistance and establish yourself despite possible unpleasant consequences. You are proud, uncomplaining and take a position of "reluctant submission." You need recognition, security and getting rid of at least some of the problems.
pt_br: Você acredita que muito é exigido de você e, portanto, se sente exausto. Você tenta superar a resistência e se estabelecer apesar das possíveis consequências desagradáveis. Você é orgulhoso, não reclama e assume uma posição de "submissão relutante". Você precisa de reconhecimento, segurança e se livrar de pelo menos alguns dos problemas.

# +2+7
source: You want to prove to yourself and others that nothing can affect you. You show superiority to any form of weakness. You act with harshness, despotically and willfully to not get offended.
pt_br: Você quer provar a si mesmo e aos outros que nada pode afetá-lo. Você mostra superioridade a qualquer forma de fraqueza. Você age com aspereza, despoticamente e deliberadamente para não se ofender.

# +3
source: Strong, energetic, vital. You get satisfaction from the action. The most important thing is success or victory. You want to live life to the fullest.
pt_br: Forte, enérgico, vital. Você obtém satisfação com a ação. O mais importante é o sucesso ou a vitória. Você quer viver a vida ao máximo.

# +3+0
source: You want to sweep away everything that gets in the way. You follow your own impulses and participate in all sorts of extraordinary or exciting events. By doing this, you hope to dull the severity of the conflicts. However, due to impulsive behavior, you often behave in a risky manner.
pt_br: Você quer varrer tudo o que fica no caminho. Você segue seus próprios impulsos e participa de todos os tipos de eventos extraordinários ou emocionantes. Ao fazer isso, você espera diminuir a gravidade dos conflitos. No entanto, devido ao comportamento impulsivo, muitas vezes você se comporta de maneira arriscada.

# +3+1
source: You strive for a life rich in activity and experience that brings erotic and emotional satisfaction. In this closeness you see the prerequisite for happiness.
pt_br: Você luta por uma vida rica em atividade e experiência que traga satisfação erótica e emocional. Nesta proximidade você vê o pré-requisito para a felicidade.

# +3+2
source: You stubbornly pursue the goals set for yourself and do not allow any deviations from the intended path. You want to overcome the obstacles to achieve special recognition. By the outcome of this activity you judge your ability to defend personal rights.
pt_br: Você persegue obstinadamente os objetivos estabelecidos para si mesmo e não permite nenhum desvio do caminho pretendido. Você quer superar os obstáculos para alcançar um reconhecimento especial. Pelo resultado desta atividade, você julga sua capacidade de defender os direitos pessoais.

# +3+4
source: You longs for success, excitement, a life full of impressions. You want to throw off the shackles of uncertainty. You strive to develop freely, conquer and live intensively. You are open to anything new. You have many interests. Enthusiastic. You seek to expand the field of activities and look to the future with optimism.
pt_br: Você anseia por sucesso, emoção, uma vida cheia de impressões. Você quer se livrar dos grilhões da incerteza. Você se esforça para se desenvolver livremente, conquistar e viver intensamente. Você está aberto a qualquer coisa nova. Você tem muitos interesses. Entusiasmado. Você busca ampliar o campo de atuação e olha para o futuro com otimismo.

# +3+5
source: You are absorbed by things that strongly excite or capture, cause erotic or any other excitement. You strive to excite others and interest them as a person, to be catchy. You want to keep others in the sphere of action of personal charm and influence. You are guided by your feelings. You skillfully manage your actions to not to jeopardize personal chances of success and not undermine others' confidence in you.
pt_br: Você é absorvido por coisas que excitam ou capturam fortemente, causam excitação erótica ou qualquer outra. Você se esforça para excitar os outros e interessá-los como pessoa, para ser cativante. Você quer manter os outros na esfera de ação do charme e influência pessoal. Você é guiado por seus sentimentos. Você administra habilmente suas ações para não comprometer as chances pessoais de sucesso e não minar a confiança dos outros em você.

# +3+6
source: You reject illusions, sentimentality and the desire for prestige. You prefer to take everything calmly and focus on satisfying comfort and safety need.
pt_br: Você rejeita as ilusões, o sentimentalismo e o desejo de prestígio. Você prefere levar tudo com calma e se concentrar em satisfazer a necessidade de conforto e segurança.

# +3+7
source: You are abruptly overcoming obstacles. You feel something is missing in life. You want to catch up by living with exaggerated intensity. You believe this would free you from everything oppressing.
pt_br: Você está superando obstáculos abruptamente. Você sente que algo está faltando na vida. Você quer recuperar o atraso vivendo com intensidade exagerada. Você acredita que isso o libertaria de tudo o que oprime.

# +4
source: You need a change of scenery to get rid of tension. A change of environment will open up new opportunities to express yourself more successfully where hopes will come true.
pt_br: Você precisa de uma mudança de cenário para se livrar da tensão. Uma mudança de ambiente abrirá novas oportunidades para se expressar com mais sucesso onde as esperanças se tornarão realidade.

# +4+0
source: You seek an escape from everything oppressing by clinging to vague hopes based on illusions.
pt_br: Você busca uma fuga de tudo o que oprime agarrando-se a vagas esperanças baseadas em ilusões.

# +4+1
source: You hopes to find relief and satisfaction in a union based on love. The need for approval from others creates motivation to help others. In exchange, you expect warmth and understanding. You welcome new opportunities and ideas. You hope they will be fruitful and interesting. You anticipate intellectual enrichment from them.
pt_br: Você espera encontrar alívio e satisfação em uma união baseada no amor. A necessidade de aprovação dos outros cria motivação para ajudar os outros. Em troca, você espera calor e compreensão. Você acolhe novas oportunidades e ideias. Você espera que eles sejam frutíferos e interessantes. Você espera um enriquecimento intelectual deles.

# +4+2
source: You are vigilant and profoundly observant. You seek new opportunities offering greater freedom and the chance to feel stronger. You want to prove yourself and to gain recognition. You believe there is a gap separating yourself from others. You strive to bridge the gap.
pt_br: Você é vigilante e profundamente observador. Você procura novas oportunidades que ofereçam maior liberdade e a chance de se sentir mais forte. Você quer provar a si mesmo e ganhar reconhecimento. Você acredita que existe uma lacuna que o separa dos outros. Você se esforça para preencher a lacuna.

# +4+3
source: You are driven by hopes and desires. The need to feel "the cause" and wider sphere of influence makes you restless, fussy. You risk spreading your forces by expanding activities too far.
pt_br: Você é movido por esperanças e desejos. A necessidade de sentir "a causa" e uma esfera de influência mais ampla o deixa inquieto, agitado. Você corre o risco de espalhar suas forças expandindo demais as atividades.

# +4+5
source: You long for interesting and exciting meetings or events. You are inclined to fantasize and imagine a lot. Day-dreaming happens often. You want to be loved solely because of personal charm.
pt_br: Você anseia por reuniões ou eventos interessantes e emocionantes. Você está inclinado a fantasiar e imaginar muito. Sonhar acordado acontece com frequência. Você quer ser amado apenas por causa de seu charme pessoal.

# +4+6
source: Exhausted, desperate. You need physical and mental relief, freedom from any problems, security and a chance to recover.
pt_br: Exausto, desesperado. Você precisa de alívio físico e mental, liberdade de qualquer problema, segurança e chance de recuperação.

# +4+7
source: You ignore the complexity and tension of the situations without trying to solve problems. Your actions are thoughtless, stubborn, unexpected and illogical.
pt_br: Você ignora a complexidade e a tensão das situações sem tentar resolver os problemas. Suas ações são impensadas, teimosas, inesperadas e ilógicas.

# +5
source: You feel the need to identify with someone or something. You wish to win support by your charm and amiability. You want to gain followers by personal charisma and friendliness. Sentimental. You yearn for a romantic tenderness.
pt_br: Você sente a necessidade de se identificar com alguém ou alguma coisa. Você deseja ganhar apoio por seu charme e amabilidade. Você quer ganhar seguidores por carisma pessoal e simpatia. Sentimental. Você anseia por uma ternura romântica.

# +5+0
source: You long for subtle and sympathetic understanding. You want to protect yourself from disputes, conflicts, tiresome tension. You behave diplomatically and carefully.
pt_br: Você anseia por uma compreensão sutil e solidária. Você quer se proteger de disputas, conflitos, tensões cansativas. Você se comporta diplomaticamente e com cuidado.

# +5+1
source: You long for a tender and sympathetic bond. You strive for perfect harmony. The need for tenderness and affection is high. You desire to become dearly loved. You are sensitive to aesthetic beauty. You are capable to be imbued with the feelings of another. You can get carried away by that.
pt_br: Você anseia por um vínculo terno e solidário. Você se esforça para a harmonia perfeita. A necessidade de ternura e afeto é alta. Você deseja se tornar muito amado. Você é sensível à beleza estética. Você é capaz de ser imbuído dos sentimentos do outro. Você pode se deixar levar por isso.

# +5+2
source: You want to make a favorable impression and like to be seen as an extraordinary person. You closely monitor your success in that and how others react. This gives you a sense of self-control and control over the situation. You deploy various techniques and clever tactics to get recognition and influence. You are drawn to everything aesthetic and nonordinary.
pt_br: Você quer causar uma impressão favorável e gosta de ser visto como uma pessoa extraordinária. Você monitora de perto seu sucesso nisso e como os outros reagem. Isso lhe dá uma sensação de autocontrole e controle sobre a situação. Você emprega várias técnicas e táticas inteligentes para obter reconhecimento e influência. Você é atraído por tudo o que é estético e incomum.

# +5+3
source: You are easily carried away by anything exciting. It can be erotic or some other stimulations. You strive for recognition by others as an attractive and exciting personality. You do not let other people go out of the area of your charm. You use clever tactics to protect chances of success and avoid the distrust of others.
pt_br: Você é facilmente levado por qualquer coisa excitante. Pode ser erótico ou alguns outros estímulos. Você se esforça para ser reconhecido pelos outros como uma personalidade atraente e excitante. Você não permite que outras pessoas saiam da área do seu charme. Você usa táticas inteligentes para proteger as chances de sucesso e evitar a desconfiança dos outros.

# +5+4
source: You want interesting and exciting things to happen. You can make yourself well-liked by others using your charm and obvious interest to them. You are inclined to fantasize and imagine a lot. Day-dreaming happens often.
pt_br: Você quer que coisas interessantes e emocionantes aconteçam. Você pode se tornar querido pelos outros usando seu charme e interesse óbvio para eles. Você está inclinado a fantasiar e imaginar muito. Sonhar acordado acontece com frequência.

# +5+6
source: You want to find excitement in full of pleasures atmosphere and sensual luxury.
pt_br: Você quer encontrar emoção em uma atmosfera cheia de prazeres e luxo sensual.

# +5+7
source: You constantly seek a bond with another to fulfill your needs of sensual satisfaction. The bond should be based on an overlap of feelings and beliefs.
pt_br: Você busca constantemente um vínculo com outra pessoa para satisfazer suas necessidades de satisfação sensual. O vínculo deve ser baseado em uma sobreposição de sentimentos e crenças.

# +6
source: You seek a calm state free from problems. In that state you hope to deal with real bodily needs, relax and recover.
pt_br: Você procura um estado calmo, livre de problemas. Nesse estado você espera lidar com as necessidades corporais reais, relaxar e se recuperar.

# +6+0
source: You strongly need rest and relaxation, freedom from conflict and the chance to recover. You want to protect yourself from negative and exhausting influences. You strive for a hassle-free lifestyle.
pt_br: Você precisa muito de descanso e relaxamento, liberdade de conflitos e a chance de se recuperar. Você quer se proteger de influências negativas e exaustivas. Você se esforça para um estilo de vida livre de problemas.

# +6+1
source: You strive for conflict-free physical and tender satisfaction. You need patronage, a protector, to not suffer from separation or the emptiness of loneliness.
pt_br: Você se esforça para obter satisfação física e terna sem conflitos. Você precisa de patrocínio, de um protetor, para não sofrer com a separação ou o vazio da solidão.

# +6+2
source: You keep yourself under strict control to withstand under pressure and outside influence. You need a safe and calm environment to feel more secure and have a chance to recover.
pt_br: Você se mantém sob estrito controle para resistir à pressão e à influência externa. Você precisa de um ambiente seguro e calmo para se sentir mais seguro e ter a chance de se recuperar.

# +6+3
source: You are under the control of sensually strong impulses. You strive for the satisfaction of all physical needs. You have increased sensitivity to internal changes in the body.
pt_br: Você está sob o controle de impulsos sensualmente fortes. Você se esforça para a satisfação de todas as necessidades físicas. Você aumentou a sensibilidade às mudanças internas no corpo.

# +6+4
source: You feel hopes will not come true. As result, you surrender yourself with an idle life, free from any problems.
pt_br: Você sente que as esperanças não se tornarão realidade. Como resultado, você se entrega com uma vida ociosa, livre de quaisquer problemas.

# +6+5
source: You seek luxury, exciting pleasures, sensual comfort and the opportunity to satisfy addiction for voluptuousness.
pt_br: Você procura luxo, prazeres excitantes, conforto sensual e a oportunidade de satisfazer o vício da voluptuosidade.

# +6+7
source: You set idealistic but unrealistic goals. You are extremely disappointed and ignore life in a tired self-disgust. You want to forget it all and recover in a comfortable, problem-free environment.
pt_br: Você define metas idealistas, mas irrealistas. Você está extremamente desapontado e ignora a vida em uma auto-aversão cansada. Você quer esquecer tudo e se recuperar em um ambiente confortável e livre de problemas.

# +7
source: The current situation appears unpleasant and over-demanding. You ignore anything that can change your point of view.
pt_br: A situação atual parece desagradável e muito exigente. Você ignora qualquer coisa que possa mudar seu ponto de vista.
