Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/emotion/*.lproj/Localizable.strings
Languages: pt_br

# COLOR_NUMBER
source: color %d/8
pt_br: cor %d/8

# SELECT_COLOR_1
source: Pick the color you are drawn to first
pt_br: Escolha a cor que você deseja primeiro

# SELECT_COLOR_2
source: Pick your next color
pt_br: Escolha sua próxima cor

# T_SUMMARY
source: Summary
pt_br: Resumo

# SELECT_COLOR_SHORT
source: Tap best color
pt_br: Melhor cor?

# TRIAL_NUMBER
source: quiz %d/2
pt_br: teste %d/2

# B_NEXT
source: continue
pt_br: próximo

# B_DONE
source: Done
pt_br: dispensar

# B_BACK
source: Back
pt_br: Voltar

# TITLE
source: Emotion
pt_br: Emoção

# SUBTITLE
source: The quickest personality test
pt_br: Teste de personalidade mais rápido

# COMPD
source: Know yourself
pt_br: Entenda sua mente

# T_PASS_DONE1
source: Well Done!
pt_br: Bem feito!

# T_PASS_DESC1
source: The first half of the test is complete.
pt_br: A primeira metade do teste está concluída.

# T_PASS_DONE2
source: Important
pt_br: Importante

# T_PASS_DESC2
source: As you select colors do NOT try to remember your choices from the first part. Do NOT try to associate colors with objects, - cars, clothes, buildings, etc. Just select the color you like the best at this moment.
pt_br: Ao selecionar as cores, NÃO tente se lembrar de suas escolhas da primeira parte. NÃO tente associar cores a objetos, - carros, roupas, prédios, etc. Basta selecionar a cor que você mais gosta neste momento.

# GROUP_TITLE_+
source: You Want
pt_br: Você quer

# GROUP_TITLE_x
source: You Are
pt_br: Condição Atual

# GROUP_TITLE_=
source: Awaits You
pt_br: Possível no futuro

# GROUP_TITLE_-
source: Stress Source
pt_br: Fonte de estresse

# GROUP_TITLE_+-
source: Actual Problem
pt_br: Problema Atual

# GROUP_TITLE_A
source: Anxiety
pt_br: Nível de ansiedade

# A1
source: Insignificant anxiety
pt_br: Pouca Ansiedade

# A2
source: Mild anxiety
pt_br: Alguma ansiedade

# A3
source: Emotional Tension
pt_br: Tensão Emocional

# A4
source: Disadaptation state
pt_br: Estado de Desadaptação

# A5
source: Physiological and psychological stress
pt_br: Estresse fisiológico e psicológico

# *
source: There is a mild conflict
pt_br: Há um conflito leve

# **
source: There is a tangible conflict
pt_br: Há um conflito tangível

# ***
source: Serious internal conflict
pt_br: Grave conflito interno

# GROUP_TITLE_P
source: Productivity
pt_br: Produtividade

# GROUP_DESC_P
source: Shows how productive you are. Use this to predict the effectiveness of your activities (including professional ones). Based on your color selection we calculate your mental tension. If the tension is high, your strength is spent on maintaining mental integrity, combating personal problems, overcoming fatigue, etc. That leads to lower productivity. For example, working long under constant volitional tension; constant lack of opportunity for proper rest; as well as severe chronic diseases that deplete the body, - all cause a significant increase in mental tension and lower productivity. High mental tension manifests itself in limited social activity and regular cases of “tiredness of everything”. No strength to even set new goals. Lack of confidence. The mood is dominated by an anxious expectation of trouble. Disappointment with the life course. Your brain redirects all energy to dampen problems and reconcile opposing motives. Your attention is routed to the tense inner world. When your productivity is low you better stop what you are doing and rest. There is no point to continue with the current task because your productivity is not optimal.
pt_br: Mostra o quão produtivo você é. Use isso para prever a eficácia de suas atividades (incluindo profissionais). Com base na sua seleção de cores, calculamos sua tensão mental. Se a tensão for alta, sua força é gasta na manutenção da integridade mental, no combate aos problemas pessoais, na superação da fadiga, etc. Isso leva a uma menor produtividade. Por exemplo, trabalhar por muito tempo sob constante tensão volitiva; constante falta de oportunidade de descanso adequado; bem como doenças crônicas graves que esgotam o corpo, - todas causam um aumento significativo na tensão mental e menor produtividade. A alta tensão mental se manifesta em atividades sociais limitadas e casos regulares de “cansaço de tudo”. Sem forças para sequer definir novas metas. Falta de confiança. O humor é dominado por uma expectativa ansiosa de problemas. Decepção com o curso da vida. Seu cérebro redireciona toda a energia para amortecer os problemas e reconciliar motivos opostos. Sua atenção é direcionada para o mundo interior tenso. Quando sua produtividade está baixa é melhor parar o que está fazendo e descansar. Não adianta continuar com a tarefa atual porque sua produtividade não é a ideal.

# P1_short
source: You need rest & recover
pt_br: Você precisa descansar e se recuperar

# P2_short
source: Work less, rest more
pt_br: Trabalhe menos, descanse mais

# P3_short
source: Good for routines
pt_br: Bom para rotinas

# P4_short
source: Engage motivating activity
pt_br: Envolver atividade motivadora

# P5_short
source: Tackle hardest tasks
pt_br: Encare as tarefas mais difíceis

# P1
source: You are overly fatigued. Mental tension is quite high. Your attention is easily distracted by extraneous things. You are getting stuck on emotional experiences. An absence of well-defined motives makes you reactive and purposeless. The mood can fluctuate between excitement and depression in the shortest time possible. The whole emotional state is dominated by anxiety, a premonition of trouble, and a lack of desire to do anything. Your reaction and handling of an extreme situation is unreliable.
pt_br: Você está muito cansado. A tensão mental é bastante alta. Sua atenção é facilmente distraída por coisas estranhas. Você está ficando preso em experiências emocionais. A ausência de motivos bem definidos o torna reativo e sem propósito. O humor pode flutuar entre excitação e depressão no menor tempo possível. Todo o estado emocional é dominado pela ansiedade, uma premonição de problemas e falta de vontade de fazer qualquer coisa. Sua reação e manuseio de uma situação extrema não é confiável.

# P2
source: Your potential is low while unproductive mental tension is high. You force yourself to do certain things. Constant self-control increases fatigue. Prolonged intensive work might cost you dearly in terms of health. That cost will be very unequal to what you will be able to accomplish. Emotionally you experience anxiety, increased excitability, and uncertainty. In a stressful situation, disruption of activity and behavior is likely.
pt_br: Seu potencial é baixo enquanto a tensão mental improdutiva é alta. Você se força a fazer certas coisas. O autocontrole constante aumenta a fadiga. O trabalho intensivo prolongado pode custar muito caro em termos de saúde. Esse custo será muito desigual o que você será capaz de realizar. Emocionalmente, você experimenta ansiedade, aumento da excitabilidade e incerteza. Em uma situação estressante, é provável que haja interrupção da atividade e do comportamento.

# P3
source: Average productivity level. You cope with your duties within the limits of the established average, nothing extraordinary. Routine work and activities are best suited. In a familiar environment, you move from work to rest and back, from one type of activity to another without significant difficulties. If necessary, you are able to overcome fatigue by volitional effort. However, that leads to a long period of reduced efficiency and well-being. To keep up good health and performance you need a clear division of work and rest time.
pt_br: Nível de produtividade médio. Você lida com suas tarefas dentro dos limites da média estabelecida, nada de extraordinário. O trabalho e as atividades de rotina são mais adequados. Em um ambiente familiar, você passa do trabalho para o descanso e volta, de um tipo de atividade para outra sem dificuldades significativas. Se necessário, você é capaz de superar a fadiga por esforço volitivo. No entanto, isso leva a um longo período de eficiência e bem-estar reduzidos. Para manter uma boa saúde e desempenho, você precisa de uma divisão clara de tempo de trabalho e descanso.

# P4
source: You are active and experience only minor mental tension. You have enough energy for occasional bursts of hyperactivity inaccessible to most people. When motivated by interesting activity, you do not experience difficulties with short and long term memorization and reproduction of information.
pt_br: Você é ativo e experimenta apenas uma pequena tensão mental. Você tem energia suficiente para explosões ocasionais de hiperatividade inacessíveis para a maioria das pessoas. Quando motivado por atividades interessantes, você não sente dificuldades com memorização e reprodução de curto e longo prazo em formação.

# P5
source: You are active and have no mental tension. Your actions are diverse, and overall efficiency is high. Emotionally you are optimistic and have strong-willed self-control. The will does not suppress your personality, it only coordinates your non-contradictory desires. With appropriate motivation, you are able to work intensively for a long time. In extreme situations, you effectively mobilize and focus on completing the task.
pt_br: Você é ativo e não tem tensão mental. Suas ações são diversas e sua eficiência geral é alta. Emocionalmente você é otimista e tem autocontrole obstinado. A vontade não suprime sua personalidade, apenas coordena seus desejos não contraditórios. Com a motivação adequada, você é capaz de trabalhar intensamente por um longo tempo. Em situações extremas, você efetivamente se mobiliza e se concentra na conclusão da tarefa.

# GROUP_TITLE_E
source: Energy
pt_br: Energia

# GROUP_DESC_E
source: You need the energy to engage in an activity. With little energy(red or orange levels) it is hard to complete an activity, and in such situations we recommend rest to recharge yourself. Also, too much energy(purple level) makes you fussy, overreactive and is not the best to maximize your efficiency. Green level is the best for any activity, mental or physical.
pt_br: Você precisa de energia para se envolver em uma atividade. Com pouca energia (nível vermelho ou organge) é difícil completar uma atividade, e nessas situações recomendamos descansar para se recarregar. Além disso, muita energia (nível roxo ) deixa você exigente, reativo demais e não é o melhor para maximizar sua eficiência. O nível verde é o melhor para qualquer atividade, mental ou física.

# E1
source: Exhaustion. Chronic fatigue. Your mind is set to inactivity. You are not ready to act adequately in a stressful situation and not ready for tension resulting from that stress. As result, you react passively to difficulties. You need diverse and extensive recovery and rest.
pt_br: Exaustão. Fadiga crônica. Sua mente está definida para a inatividade. Você não está pronto para agir adequadamente em uma situação estressante e não está pronto para a tensão resultante desse estresse. Como resultado, você reage passivamente às dificuldades. Você precisa de diversos e extensa recuperação e descanso.

# E2
source: Energy usage is optimized. The need for recovery and rest is moderate. The energy potential is low but sufficient for successful activity in the usual tranquil conditions. In an extreme situation, there is likely to be a delay in decision-making.
pt_br: O uso de energia é otimizado. A necessidade de recuperação e descanso é moderada. O potencial energético é baixo, mas suficiente para uma atividade bem-sucedida nas condições habituais de tranquilidade. Em uma situação extrema, é provável que haja um atraso na tomada de decisão fazer.

# E3
source: Your resources are mobilized and ready for engaged action. This energy level is optimal for physical and mental activities. In an extreme situation, your responses and decision-making speed are at max level. Expediency and success of your actions are most likely.
pt_br: Seus recursos estão mobilizados e prontos para ação engajada. Este nível de energia é ideal para atividades físicas e mentais. Em uma situação extrema, suas respostas e velocidade de tomada de decisão estão no nível máximo. A conveniência e o sucesso de suas ações são provavelmente.

# E4
source: You are overexcited and fussy. The energy level is too high. You might engage in an activity, not for the sake of the activity itself but only to discharge yourself. In difficult situations, your emotional self-control is decreased and you react feverishly: impulsivity, impatience, and rash actions. In extreme situations, the effectiveness of your actions is low while panic reactions are most likely. Diverse relaxing and soothing procedures are needed.
pt_br: Você está superexcitado e agitado. O nível de energia é muito alto. Você pode se envolver em uma atividade não por causa da atividade em si, mas apenas descarregar-se. Em situações difíceis, seu autocontrole emocional diminui e você reage febrilmente: impulsividade, impaciência e ações precipitadas. Em situações extremas, a eficácia de suas ações é baixa, enquanto as reações de pânico são mais prováveis. São necessários diversos procedimentos relaxantes e calmantes.

# E1_short
source: Depleted
pt_br: Esgotado

# E2_short
source: Moderate
pt_br: Moderado

# E3_short
source: Optimal
pt_br: Ótimo

# E4_short
source: Excessive
pt_br: Excessivo

# PERCENT_MAN
source: %.1f%% of people have this
pt_br: %.1f%% das pessoas tem isso

# T_LIST_NEW_HISTORY
source: history
pt_br: história

# NEW_TEST_ROW_TITLE
source: New test
pt_br: Novo teste

# NEW_TEST_ROW_SUBTITLE
source: Tap to begin the test
pt_br: Toque para iniciar o teste

# HELP_ROW_TITLE
source: Build together
pt_br: Construir juntos

# HELP_ROW_SUBTITLE
source: Make this app better
pt_br: Melhore este aplicativo

# HELP_HEADER
source: Help us
pt_br: Ajude-nos

# HELP_INTRO
source: This app is 100% free, has zero ADs, and does not use your data for profit. At Martspec, it's also one of our core values. We do not store your data, it is stored on your private Apple's iCloud. Please help us make this app even better. There are several ways you can help:
pt_br: Este aplicativo é 100% gratuito, possui zero anúncios e não usa seus dados para fins lucrativos. Na Martspec, também é um dos nossos valores fundamentais. Nós não armazenamos seus dados, eles são armazenados no iCloud da sua Apple privada. Por favor, ajude-nos a tornar este aplicativo ainda melhor. Existem várias maneiras de você ajudar:

# HELP_OPT1_T
source: Review
pt_br: Revisão

# HELP_OPT1_D
source: What sets this app apart from others and encourages you to use it? What do you like the best about this app? Are there any areas we, Martspec, can make better? We need to feel and understand the app helps you, improves your health and wellness.
pt_br: O que diferencia este aplicativo dos outros e o incentiva a usá-lo? O que você mais gosta neste aplicativo? Existem áreas que nós, Martspec, podemos melhorar? Precisamos sentir e entender que o aplicativo ajuda você, melhora sua saúde e bem-estar.

# HELP_OPT1_B
source: Rate App
pt_br: Avaliar aplicativo

# HELP_OPT2_T
source: Friend
pt_br: Amigo

# HELP_OPT2_D
source: By sharing the app you can positively impact other people and help them learn something new. Perhaps they can find this app as useful as you do.
pt_br: Ao compartilhar o aplicativo, você pode impactar positivamente outras pessoas e ajudá-las a aprender algo novo. Talvez eles possam achar este aplicativo tão útil quanto você.

# HELP_OPT2_B
source: Share it
pt_br: Compartilhe

# HELP_OPT3_T
source: Language
pt_br: Linguagem 🇧🇷

# HELP_OPT3_D
source: Perhaps your native language is not displayed correctly in this application. You can volunteer and help in grammatically correct spelling of the text.
pt_br: Talvez seu idioma nativo não seja exibido corretamente neste aplicativo. Você pode ser voluntário e ajudar na ortografia gramaticalmente correta do texto.

# HELP_OPT3_B
source: Email Us
pt_br: Contate-nos

# HELP_OPT4_D
source: We appreciate it if you support the cause of a healthy lifestyle by sharing good words about this app on a social network. This app might benefit and enrich other people's lives.
pt_br: Agradecemos se você apoiar a causa de um estilo de vida saudável compartilhando boas palavras sobre este aplicativo em uma rede social. Este aplicativo pode beneficiar e enriquecer a vida de outras pessoas.

# GROUP_DESC_+
source: This group defines a desire for something. The main method of acting. The means to achieve the goal. At the same time, this group shows exactly what a person wants to achieve.
pt_br: Este grupo define um desejo por algo. O principal método de agir. Os meios para atingir o objetivo. Ao mesmo tempo, este grupo mostra exatamente o que uma pessoa deseja alcançar.

# GROUP_DESC_x
source: This group defines the present state of affairs. The situation in which you are now. How you are experiencing the situation at the moment. This group can also mean the type of actions required of you by current circumstances.
pt_br: Este grupo define o estado atual das coisas. A situação em que você está agora. Como você está vivenciando a situação no momento. Este grupo também pode significar o tipo de ações exigidas de você pelas circunstâncias atuais.

# GROUP_DESC_=
source: This group shows what is being held in reserve. Not applicable at the moment and can be characterized as indifference. You do not see it as something negative or meaningful, you see all this as impractical at the moment. However, if circumstances change in the future, all this could go into action.
pt_br: Este grupo mostra o que está sendo mantido em reserva. Não aplicável no momento e pode ser caracterizado como indiferença. Você não vê isso como algo negativo ou significativo, você vê tudo isso como impraticável no No entanto, se as circunstâncias mudarem no futuro, tudo isso pode entrar em ação.

# GROUP_DESC_-
source: This group shows dissatisfaction with certain basic human needs. This dissatisfaction causes a sense of loss and increases anxiety. This is likely perceived as an emotional rejection unconsciously by you. Usually, it manifests itself as obscure anxiety. Stress usually causes a compensatory form of behavior. It rarely leads to stress resolution. Usually, everything turns into a form of satisfaction substitution. Any compensating substitution is a deviation from optimal behavior. Your common sense starts obeying some internal programs dictating certain behavior.
pt_br: Este grupo mostra insatisfação com certas necessidades humanas básicas. Essa insatisfação causa uma sensação de perda e aumenta a ansiedade. Isso provavelmente é percebido como uma rejeição emocional inconscientemente por você. Geralmente, ela se manifesta como uma ansiedade obscura. O estresse geralmente causa uma forma compensatória de comportamento. Raramente leva à resolução do estresse. Normalmente, tudo se transforma em uma forma de substituição de satisfação. Qualquer substituição compensatória é um desvio do comportamento ideal. Seu bom senso começa a obedecer a alguns programas internos ditando determinado comportamento.

# GROUP_DESC_+-
source: This group defines a problem or conflict that has the potential to develop into a disorder, psychological or even medical. The source of the problem is in the 📌 "Stress Source" group. Not every source of stress creates a problem. This app calculates if sufficient compensation for stress exists. If the compensation is insufficient, then an actual problem appears. Only an experienced monk or a wise elder can live by renouncing earthly worries. We all want something. We have desires. We wish to achieve something. Perhaps we are trying to remove something from our lives. Of course, this creates a little stress. This is normal and is not a conflict, it is an incentive to action. "Actual Problem" always has several sides. It includes both the source of stress and the one who is trying to solve it. For example, a boss at work. The boss himself is not a problem. This becomes a problem when someone starts interacting with that person, trying to figure out HOW to solve a work situation in a certain way. So the key to solving the problem is "HOW".
pt_br: Este grupo define um problema ou conflito que tem o potencial de evoluir para um transtorno, psicológico ou mesmo médico. A origem do problema está no grupo 📌 "Fonte de Estresse". Nem todas as fontes de o estresse cria um problema. Este aplicativo calcula se existe compensação suficiente para o estresse. Se a compensação for insuficiente, então um problema real aparece. Somente um monge experiente ou um ancião sábio pode viver renunciando às preocupações terrenas. Todos nós queremos algo. Temos desejos. Desejamos alcançar algo. Talvez estejamos tentando remover algo de nossas vidas. Claro, isso cria um pouco de estresse. Isso é normal e não é um conflito, é um incentivo à ação. O "Problema real" sempre tem vários lados. Inclui tanto a fonte de estresse quanto aquele que está tentando resolvê-lo. Por exemplo, um chefe no trabalho. O próprio chefe não é um problema. Isso se torna um problema quando alguém começa a interagir com essa pessoa, tentando descobrir COMO resolver uma situação de trabalho de uma determinada maneira. Então a chave para resolver o problema é "COMO".

# +0
source: You are unwilling to participate in anything and want to avoid all forms of motivation. You have put up with too much and are tired of external influences. You desire protection and non-involvement.
pt_br: Você não está disposto a participar de nada e quer evitar todas as formas de motivação. Você suportou demais e está cansado de influências externas. Você deseja proteção e não envolvimento.

# +0+1
source: You feel exhausted by conflict and quarreling. You desire protection from explanations and quarrels. You need a peaceful, calm environment to relax and recover.
pt_br: Você se sente exausto por conflitos e brigas. Você deseja proteção contra explicações e brigas. Você precisa de um ambiente tranquilo e calmo para relaxar e se recuperar.

# +0+2
source: Existing circumstances seem hostile. You are exhausted by conflicts and quarrels. You want protection from it. You hide your intentions to avoid exposing them to an attack, so they will be safer and easier to achieve. You avoid steps that might cause opposition.
pt_br: As circunstâncias existentes parecem hostis. Você está exausto por conflitos e brigas. Você quer proteção contra isso. Você esconde suas intenções para evitar expô-los a um ataque, para que sejam mais seguros e fáceis de alcançar. Você evita passos que possam causar oposição.

# +0+3
source: You hide your magnified demands on life behind specious rationalization and cautious behavior. You desire to impress others with your achievements. The very desire is diplomatically hidden or masked.
pt_br: Você esconde suas demandas ampliadas sobre a vida por trás de racionalização ilusória e comportamento cauteloso. Você deseja impressionar os outros com suas realizações. O próprio desejo é escondido ou mascarado diplomaticamente.

# +0+4
source: You are unhappy with the current situation. You want to be free from depressing and intolerable burdens. You seek a way out but feel there is no solution and there is no way out. You try to avoid involvement in arguments or conflicts.
pt_br: Você está insatisfeito com a situação atual. Você quer estar livre de fardos deprimentes e intoleráveis. Você procura uma saída, mas sente que não há solução e não há saída. Você tenta evitar o envolvimento em discussões ou conflitos.
