Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/size/*.lproj/Localizable.strings
Languages: de, pt_br, ru

source: save
de: Speichern
pt_br: salvar
ru: Добавить

source: Saving...
de: Daten speichern...
pt_br: grava dados...
ru: Сохранение...

source: no data
de: keine daten
pt_br: sem dados
ru: нет данных

# DISCLAIMER
source: This tool is NOT a substitute for any professional medical service.
de: Dieses Tool ist KEIN Ersatz für einen professionellen medizinischen Dienst.
pt_br: Esta ferramenta NÃO substitui qualquer serviço médico profissional.
ru: Этот инструмент НЕ заменяет профессиональные медицинские услуги.

# TITLE
source: Body Size
de: Körperform
pt_br: Ser Fitness
ru: Фигура

# COMPD
source: Beautiful body. Built by you!
de: Schöner Körper. Von dir gebaut!
pt_br: Tipo de corpo. Pêra ou Maçã?
ru: Идеальное тело. Сделано тобой!

# BSIZE
source: Body
de: Körper
pt_br: Corpo
ru: Фигура

source: Waist
de: Taille
pt_br: Cintura
ru: Талия

source: Chest
de: Brust
pt_br: Peito
ru: Грудь

source: Bust
de: Oberweite
pt_br: Busto
ru: Грудь

source: Hips
de: Hüften
pt_br: Quadris
ru: Бёдра

# SEX_M
source: Male
de: Männlich
pt_br: Masculino
ru: Мужской

# SEX_F
source: Female
de: Weiblich
pt_br: Feminino
ru: Женский

source: HIP
de: HÜF
pt_br: QUA
ru: БЕД

# CHT
source: CST
de: BRU
pt_br: PEI
ru: ГРД

source: WST
de: TAL
pt_br: CIN
ru: ТАЛ

source: HGT
de: GRÖ
pt_br: ALT
ru: РОС

source: Arms
de: Arme
pt_br: Braço
ru: Руки

source: Legs
de: Beine
pt_br: Perna
ru: Ноги

source: Neck
de: Hals
pt_br: Pescoço
ru: Шея

# SHLD
source: Shoulders
de: Schultern
pt_br: Ombros
ru: Плечи

# MASS
source: Weight
de: Gewicht
pt_br: Peso
ru: Вес

source: Height
de: Größe
pt_br: Altura
ru: Рост

# TAB_MEASURE
source: Measure
de: Messungen
pt_br: Medidas
ru: Измерения

# TAB_MONITOR
source: Monitor
de: Kennziffern
pt_br: Indicadores
ru: Показатели

# TAB_HELP
source: Engage
de: Teilnehmen
pt_br: Participar
ru: Участие

# VAL_MIN
source: min
pt_br: mínima
ru: мин

# VAL_MAX
source: max
pt_br: máxima
ru: макс

# VAL_AVG
source: average
de: mittelwert
pt_br: média
ru: среднее

# BT_ADD
source: Add
de: Hinzufügen
pt_br: Adicionar
ru: Добавить

# BT_DELETE
source: Delete
de: Löschen
pt_br: Excluir
ru: Удалить

# BT_UPDATE
source: Update
de: Ändern
pt_br: Atualizar
ru: Обновить

# TL_EDIT
source: Edit
de: Fertig
pt_br: Editar
ru: Изменить

source: cm
ru: СМ

source: in
de: zoll
pt_br: pol
ru: ДМ

source: kg
ru: кг

source: lb
de: Pfd
ru: фн

# UNIT_M2
source: m²
ru: м²

source: August 25
de: 25 August
pt_br: 25 de Agosto
ru: 25 Августа

# LEVEL_LOW
source: low
de: niedrig
pt_br: baixo
ru: низкий

# LEVEL_NORM
source: normal
ru: нормальный

# LEVEL_AVG
source: moderate
de: mäßig
pt_br: moderado
ru: средний

# LEVEL_HIGH
source: high
de: hoch
pt_br: alto
ru: высокий

# LEVEL_UNDR_W
source: underweight
de: untergewicht
pt_br: abaixo do peso
ru: истощение

# LEVEL_NORM_W
source: healthy
de: gesund
pt_br: saudável
ru: норма

# LEVEL_HIGH_W
source: overweight
de: übergewicht
pt_br: sobrepeso
ru: полнота

# LEVEL_OBES_W
source: obese
de: fettleibig
pt_br: obeso
ru: ожирение

# SHP_Head1
source: Body Shape
de: Körperform
pt_br: Formato corporal
ru: Тип фигуры

# SHP_Descr
source: Body shape can say a lot about health. But it’s important to remember that it’s just one factor. All shapes and sizes can be healthy - or at risk for problems like heart disease or diabetes. SHAPES: 🍎 — Apple 🍐 — Pear ⌛ — Hourglass 🍫 — Rectangle 🍓 — Strawberry or Triangle
de: Die Körperform kann viel über die Gesundheit aussagen. Aber es ist wichtig, sich daran zu erinnern, dass es nur ein Faktor ist. Alle Formen und Größen können gesund sein – oder einem Risiko für Probleme wie Herzkrankheiten oder Diabetes ausgesetzt sein. KÖRPERFORMEN: 🍎 – Apfel 🍐 – Birne ⌛ – Sanduhr 🍫 – Rechteck 🍓 – Erdbeere oder Dreieck
pt_br: A forma do corpo pode dizer muito sobre a saúde. Mas é importante lembrar que é apenas um fator. Todas as formas e tamanhos podem ser saudáveis - ou em risco de problemas como doenças cardíacas ou diabetes. FORMAS DO CORPO: 🍎 — Maçã 🍐 — Pera ⌛ — Ampulheta 🍫 — Retângulo 🍓 — Morango ou Triângulo
ru: Форма тела может многое сказать о здоровье. Но важно помнить, что это всего лишь один фактор. Все формы и размеры могут быть здоровыми или подверженными риску таких проблем, как болезни сердца или диабет. ТИПЫ ФИГУРЫ: 🍎 — Яблоко или овал 🍐 — Груша ⌛ — Песочные часы 🍫 — Прямоугольник 🍓 — Клубника или Треугольник

# Oval NAME
source: Apple
de: Apfel / Oval
pt_br: Maçã
ru: Яблоко / Овал

# Oval DESC
source: Weight tends to form around stomach. Waistline is rather undefined and body looks round. Larger waists can mean a higher risk of heart disease or type 2 diabetes even if BMI is under 25.
de: Gewicht neigt dazu, sich um den Magen herum zu bilden. Die Taille ist eher undefiniert und der Körper sieht rund aus. Größere Taillen können ein höheres Risiko für Herzerkrankungen oder Typ-2-Diabetes bedeuten, selbst wenn der BMI unter 25 liegt.
pt_br: O peso tende a se formar em torno do estômago. A cintura é bastante indefinida e o corpo parece redondo. Cinturas maiores podem significar um risco maior de doenças cardíacas ou diabetes tipo 2, mesmo se o IMC for inferior a 25.
ru: Талия слабо выражена или отсутствует, так как на животе или боках активно накапливается жир. Талия практически равна бедрам. Часто сосредоточение веса в области талии коррелирует с высоким риском сердечных заболеваний.

# Pear NAME
source: Pear
de: Birne / Dreieck
pt_br: Pera
ru: Груша

# Pear DESC
source: Hips are wider than the chest/bust. Buttock and thigh areas are larger than the rest of the body. The waist is well-defined. Weight tends to form at the bottom of the body. Studies are controversial regarding the health risks of this body shape.
de: Hüften sind breiter als Brust/Brust. Gesäß- und Oberschenkelbereiche sind größer als der Rest des Körpers. Die Taille ist gut definiert. Das Gewicht neigt dazu, sich an der Unterseite des Körpers zu bilden. Studien zu den gesundheitlichen Risiken dieser Körperform sind umstritten.
pt_br: Quadris são mais largos que o peito / busto. As áreas das nádegas e das coxas são maiores do que o resto do corpo. A cintura é bem definida. O peso tende a se formar na parte inferior do corpo. Os estudos são controversos quanto aos riscos para a saúde dessa forma corporal.
ru: Отличается широким тазом, ярко выраженной талией, относительно небольшой грудью и узкими плечами. Вес имеет тенденцию накапливаться в области бёдер.

# Glass NAME
source: Hourglass
de: Sanduhr
pt_br: Ampulheta
ru: Песочные Часы

# Glass DESC
source: Well balanced body. Bust/chest and hips have similar measurements, waist is small and well-defined. Weight gain can be hard to spot without checking the scale often.
de: Gut ausbalancierter Körper. Brust/Brust und Hüfte haben ähnliche Maße, die Taille ist klein und gut definiert. Eine Gewichtszunahme kann schwer zu erkennen sein, ohne die Waage häufig zu überprüfen.
pt_br: Corpo bem equilibrado. O busto / tórax e os quadris têm medidas semelhantes, a cintura é pequena e bem definida. O ganho de peso pode ser difícil de detectar sem verificar a balança com frequência.
ru: Обладатели этого типа фигуры имеют довольно выраженные бёдра и грудь приблизительно одинаковой ширины, а также очень тонкую талию. Даже при большом избыточном весе талия всегда явно присутствует. При наборе веса бёдра полнеют в первую очередь. Увеличение веса трудно заметить не вставая на весы.

# Rect NAME
source: Rectangle
de: Rechteck
pt_br: Retângulo
ru: Прямоугольник

# Rect DESC
source: Hips and shoulders are a similar width. Body looks very even with no obvious curves. Bust/chest size is small to average. Slender rectangles have an athletic look and tend to have a higher metabolism.
de: Hüften und Schultern haben eine ähnliche Breite. Der Körper sieht sehr gleichmäßig aus, ohne offensichtliche Kurven. Brust-/Brustumfang ist klein bis durchschnittlich. Schlanke Rechtecke sehen sportlich aus und haben tendenziell einen höheren Stoffwechsel.
pt_br: Quadris e ombros têm largura semelhante. O corpo parece muito uniforme, sem curvas óbvias. O tamanho do busto / peito é pequeno a médio. Retângulos esbeltos têm uma aparência atlética e tendem a ter um metabolismo mais alto.
ru: Такой тип фигуры характеризуют одинаковые по ширине плечи и бёдра, слабо выраженная талия, которая при наборе веса практически совсем исчезает. Стройные прямоугольники имеют спортивный вид и, как правило, высокий метаболизм.

# UpTrg NAME
source: Triangle
de: Invertiertes Dreieck
pt_br: Triângulo invertido
ru: Треугольник

# UpTrg DESC
source: Broader upper body. Chest/bust is wider than hips. Hip area is more narrow. Likely you do not gain weight in fat easily. Diet is quite effective at weight loss.
de: Breiterer Oberkörper. Brust/Brust ist breiter als Hüften. Hüftbereich ist schmaler. Wahrscheinlich nehmen Sie nicht so leicht an Fett zu. Diät ist sehr effektiv beim Abnehmen.
pt_br: Parte superior do corpo mais ampla. O peito / busto é mais largo que os quadris. A área do quadril é mais estreita. É provável que você não ganhe peso em gordura facilmente. A dieta é bastante eficaz na perda de peso.
ru: Характеризуется широкими плечами, средней или большой грудью, узкими бёдрами и плоскими ягодицами. Длинные и стройные ноги, талия слабо выражена . При наборе веса лишние килограммы, в первую очередь, накапливаются в верхней части тела – на груди и плечах. Тогда как бёдра всё равно остаются сравнительно узкими.

# BMR_Head1
source: BMR
de: Grundumsatz
pt_br: TMB
ru: БСМ

# BMR_Head2
source: Resting Metabolic Rate
de: Ruheenergiebedarf
pt_br: Taxa metabólica basal
ru: Скорость метаболизма

# BMR_Head3
source: calories / day
de: kalorien / tag
pt_br: calorias/dia
ru: ккал / день

# BMR_Descr
source: This is the number of calories (energy) you burn as your body performs basic (basal) life-sustaining functions (breathing, heart beating, cell production, etc). In other words, this is the number of calories burned if you stay all day in bed. The BMR usage by organs: • 27% — Liver • 19% — Brain • 19% — Other • 18% — Muscle • 10% — Kidneys • 7% — Heart ❗Stress, excitement or temperature can increase or decrease BMR. ❗Person with a heavy muscular built needs a higher BMR than a person of the same weight but with a higher percentage of body fat.
de: Dies ist die Anzahl der Kalorien (Energie), die Sie verbrennen, während Ihr Körper grundlegende (basale) lebenserhaltende Funktionen ausführt (Atmung, Herzschlag, Zellproduktion usw.). Mit anderen Worten, das ist die Anzahl der verbrannten Kalorien, wenn Sie den ganzen Tag im Bett bleiben. Der Energieverbrauch der Organe: • 27 % — Leber • 19 % — Gehirn • 19 % — Sonstiges • 18 % — Muskel • 10 % — Nieren • 7 % — Herz ❗Stress, Aufregung oder Temperatur können den Grundumsatz erhöhen oder verringern. ❗Eine Person mit starker Muskulatur benötigt einen höheren Grundumsatz als eine Person mit dem gleichen Gewicht, aber einem höheren Körperfettanteil.
pt_br: Este é o número de calorias (energia) que você queima enquanto seu corpo executa funções básicas (basais) de sustentação da vida (respiração, batimentos cardíacos, produção de células, etc). Em outras palavras, esse é o número de calorias queimadas se você ficar o dia todo na cama. O uso de TMB por órgãos: • 27% — Fígado • 19% — Cérebro • 19% — Outros • 18% — Músculos • 10% — Rins • 7% — Coração ❗Estresse, excitação ou temperatura podem aumentar ou diminuir a TMB. ❗Pessoas com uma construção muscular pesada precisam de uma TMB mais alta do que uma pessoa com o mesmo peso, mas com uma porcentagem maior de gordura corporal.
ru: Это количество калорий (энергии), которое вы сжигаете, когда ваше тело выполняет основные (базовые) функции поддержания жизни (дыхание, сердцебиение, производство клеток и т. д.). Другими словами, это количество сожженных калорий, при отсутствии активности. Использование БСМ органами: • 27% — Печень • 19% — Мозг • 19% — Другое • 18% — Мышцы • 10% — Почки • 7% — Сердце ❗Стресс, волнение или температура могут увеличивать или уменьшать БСМ. ❗Человеку с тяжелой мускулатурой требуется более высокий БСМ, чем человеку того же веса, но с более высоким процентом жира в организме.

# WHR_Head1
source: WHR
de: THV
pt_br: RCQ
ru: ИТБ

# WHR_Head2
source: Waist-to-Hip Ratio
de: Taille-Hüft-Verhältnis
pt_br: Relação cintura-quadril
ru: Индекс талия/бёдра

# WHR_Descr
source: Higher numbers mean more fat around the waist. WHR is a body shape indicator and a health risks estimation: 📕 high risk 📒 moderate risk 📗 low risk HOW TO MEASURE • Waist size is measured around the smallest part of your waist, just above your belly button. • Hips size is measured around the largest part of your hips — the widest part of your buttocks. 🚼 FERTILITY Women with WHR of 0.7-0.8 tend to have optimal estrogen levels and higher pregnancy rates than women with WHR above 0.8. Men with WHRs around 0.9 are more healthy and fertile. ❗This method is better than BMI to reflect overall health because a healthy weight would show a normal BMI while there might be too much fat around the belly. The method works best for people taller than 155 cm with a BMI below 35.
de: Höhere Zahlen bedeuten mehr Fett um die Taille. THV ist ein Körperformindikator und eine Schätzung des Gesundheitsrisikos: 📕 hohes Risiko 📒 mäßiges Risiko 📗 geringes Risiko WIE MISST MAN • Die Taillenweite wird an der schmalsten Stelle Ihrer Taille direkt über Ihrem Bauchnabel gemessen. • Der Hüftumfang wird um den größten Teil Ihrer Hüfte herum gemessen – den breitesten Teil Ihres Gesäßes. 🚼 FRUCHTBARKEIT Frauen mit einem THV von 0,7—0,8 haben tendenziell optimale Östrogenspiegel und höhere Schwangerschaftsraten als Frauen mit einem THV von über 0,8. Männer mit THV um 0,9 sind gesünder und fruchtbarer. ❗Diese Methode ist besser als der BMI, um die allgemeine Gesundheit widerzuspiegeln, da ein gesundes Gewicht einen normalen BMI anzeigen würde, während am Bauch möglicherweise zu viel Fett vorhanden ist. Die Methode funktioniert am besten bei Personen, die größer als 155 cm sind und einen BMI unter 35 haben.
pt_br: Números mais altos significam mais gordura ao redor da cintura. RCQ é um indicador de forma corporal e uma estimativa de riscos para a saúde: 📕 risco alto 📒 risco moderado 📗 risco baixo COMO MEDIR • O tamanho da cintura é medido em torno da menor parte da cintura, logo acima do umbigo. • O tamanho dos quadris é medido em torno da maior parte de seus quadris – a parte mais larga de suas nádegas. 🚼 FERTILIDADE Mulheres com RCQ de 0,7—0,8 tendem a ter níveis ótimos de estrogênio e taxas de gravidez mais altas do que mulheres com RCQ acima de 0,8. Homens com RCQ em torno de 0,9 são mais saudáveis e férteis. ❗Este método é melhor do que o IMC para refletir a saúde geral, porque um peso saudável mostraria um IMC normal, podendo haver muita gordura ao redor da barriga. O método funciona melhor para pessoas com mais de 1,55 m de altura com IMC abaixo de 35.
ru: Более высокие числа означают больше жира вокруг талии. ИТБ – это показатель формы тела и оценка рисков для здоровья: 📕 высокий риск 📒 умеренный риск 📗 низкий риск КАК ИЗМЕРИТЬ • Размер талии измеряется по самой узкой части талии, чуть выше пупка. • Размер бедер измеряется по самой широкой части бёдер — самой объёмной части ягодиц. 🚼 Фертильность Женщины с ИТБ 0,7—0,8, как правило, имеют оптимальный уровень эстрогена и более высокие показатели беременности, чем женщины с ИТБ выше 0,8. Мужчины с ИТБ около 0,9 более здоровы и фертильны. ❗Этот метод лучше, чем ИМТ, отражает общее состояние здоровья, потому что здоровый вес покажет нормальный ИМТ, в то время как вокруг живота может быть слишком много жира. Метод лучше всего работает для людей ростом выше 155 см с ИМТ ниже 35.

# BMI_Head1
source: BMI
pt_br: IMC
ru: ИМТ

# BMI_Head2
source: Body Mass Index
pt_br: Índice de massa corporal
ru: Индекс массы тела

# BMI_Descr
source: This is a classic measure of body fat based on height and weight. BMI is used to categorize a person's weigh as 📘 underweight (below 18.5) 📗 healthy weight (18.5 – 24.9) 📒 overweight (25 — 30) 📕 obese (exceeding 30) We use the International Classification of WHO. However, there are other standards. For example, in Hong Kong set the healthy weight range to 18.5 — 22.9. ❗While BMI is the most widely used general indicator of body health, it has its limitations. BMI is only an estimate; it does not account for body composition. Due to a wide variety of body types, the distribution of muscle, bone mass, and fat, BMI should be considered along with other measurements.
de: Dies ist ein klassischer Indikator für Körperfett basierend auf Größe und Gewicht. BMI wird verwendet, um das Gewicht einer Person zu kategorisieren 📘 untergewicht (unter 18,5) 📗 gesundes gewicht (18,5 – 24,9) 📒 übergewicht (25 — 30) 📕 fettleibig (über 30) Wir verwenden die Internationale Klassifikation der WHO. Es gibt jedoch andere Standards. In Hongkong liegt der gesunde Gewichtsbereich beispielsweise zwischen 18,5 und 22,9. ❗Obwohl der BMI der am weitesten verbreitete allgemeine Indikator für die Körpergesundheit ist, hat er seine Grenzen. BMI ist nur eine Schätzung; es berücksichtigt nicht die Körperzusammensetzung. Aufgrund einer Vielzahl von Körpertypen, der Verteilung von Muskeln, Knochenmasse und Fett sollte der BMI zusammen mit anderen Messungen berücksichtigt werden.
pt_br: Este é um indicador clássico de gordura corporal com base na altura e no peso. O IMC é usado para categorizar o peso de uma pessoa como 📘 abaixo do peso (abaixo de 18,5) 📗 peso saudável (18,5 – 24,9) 📒 acima do peso (25 - 30) 📕 obeso (acima de 30) Usamos a Classificação Internacional da OMS. No entanto, existem outros padrões. Por exemplo, em Hong Kong, a faixa de peso saudável é de 18,5 a 22,9. ❗Embora o IMC seja o indicador geral de saúde do corpo mais utilizado, ele tem suas limitações. O IMC é apenas uma estimativa; não leva em conta a composição corporal. Devido a uma grande variedade de tipos de corpo, a distribuição de músculo, massa óssea e gordura, o IMC deve ser considerado juntamente com outras medidas.
ru: Это классический показатель жировых отложений, основанный на росте и весе. ИМТ используется для классификации веса человека как 📘 недостаточный вес (ниже 18,5) 📗 нормальный вес (18,5 – 24,9) 📒 лишний вес (25 — 30) 📕 ожирение (более 30) Мы используем Международную классификацию ВОЗ. Однако существуют и другие стандарты. Например, в Гонконге диапазон здорового веса составляет 18,5–22,9. ❗Хотя ИМТ является наиболее широко используемым общим показателем здоровья тела, у него есть свои ограничения. ИМТ — это только оценка; он не учитывает состав тела. Из-за большого разнообразия типов телосложения, распределения мышечной, костной и жировой массы ИМТ следует рассматривать наряду с другими измерениями.

# PII_Head1
source: PI
de: RI
pt_br: IC
ru: ИП

# PII_Head2
source: Ponderal Index
de: Rohrer Index
pt_br: Índice de Corpulência
ru: Индекс полноты

# PII_Descr
source: This index shows the relationship between mass and height. This ratio, aka Corpulence Index, is used to categorize a person's weight as 📘 underweight 📗 healthy 📒 overweight 📕 obese The ponderal index is considered an improvement over BMI because it has higher sensitivity and is considered to yield valid results even for extreme values. ❗However, it does not account for body builds nor differentiates between body types, such as male and female. A person with a lot of muscle may get classified as overweight.
de: Dieser Index zeigt die Beziehung zwischen Masse und Wachstum. Dieses Verhältnis wird verwendet, um die Körpermasse einer Person zu kategorisieren als 📘 untergewicht 📗 gesund 📒 übergewicht 📕 fettleibig Dieser Index gilt als Verbesserung gegenüber dem BMI, da er eine höhere Sensitivität aufweist und selbst bei Extremwerten gültige Ergebnisse liefern soll. ❗Es berücksichtigt jedoch nicht den Körperbau und unterscheidet nicht zwischen Körpertypen wie männlich und weiblich. Eine Person mit viel Muskelmasse kann als übergewichtig eingestuft werden.
pt_br: Este índice mostra a relação entre massa e crescimento. Essa proporção é usada para categorizar a massa corporal de uma pessoa como 📘 abaixo do peso 📗 saudável 📒 acima do peso 📕 obeso Este índice é considerado uma melhoria em relação ao IMC porque tem maior sensibilidade e é considerado para produzir resultados válidos mesmo para valores extremos. ❗No entanto, não leva em conta a constituição corporal nem diferencia os tipos de corpo, como masculino e feminino. Uma pessoa com muito músculo pode ser classificada como acima do peso.
ru: Это мера состава тела, «мера тучности», отношение между массой и ростом. Этот индекс используется для классификации вашего веса как: 📘 недостаточный вес 📗 нормальный вес 📒 избыточный вес 📕 ожирение ИП по сравнению с ИМТ имеет более высокую чувствительность и считается, что он даёт достоверные результаты даже при экстремальных значениях. Однако он не учитывает телосложение и не делает различий между типами телосложения, такими как мужчины и женщины. Вполне возможно, что ИП человека с большим количеством мышц классифицируется как избыточный вес. Другие названия: · Индекс Плотности Тела · Индекс Рорера

# BSA_Head1
source: BSA
de: KOF
pt_br: SC
ru: ППТ

# BSA_Head2
source: Body Surface Area
de: Körperoberfläche
pt_br: Superfície Corporal
ru: Площадь поверхности тела

# BSA_Descr
source: This is the surface area of your body in m²(square meter). BSA might be a better indicator of metabolic mass than body weight because it is less affected by abnormal adipose mass. BSA is often used to guide drug dosing. It is also used to assess the severity of skin injuries (such as burns). ❗There are no high or low BSA. Average values for adults: ♂ Male: 2.06 m² ♀ Female: 1.83 m²
de: Das ist die Oberfläche deines Körpers in m² (Quadratmeter). KOF könnte ein besserer Indikator für die metabolische Masse sein als das Körpergewicht, da es weniger von abnormaler Fettmasse beeinflusst wird. KOF wird oft verwendet, um die Medikamentendosierung zu steuern. Es wird auch verwendet, um die Schwere von Hautverletzungen (z. B. Verbrennungen) zu beurteilen. ❗Es gibt keine hohen oder niedrigen KOF. Durchschnittswerte für Erwachsene: ♂ Mann: 2,06 m² ♀ Frau: 1,83 m²
pt_br: Esta é a área de superfície do seu corpo em m² (metros quadrados). A área de superfície corporal pode ser um melhor indicador da massa metabólica do que o peso corporal porque é menos afetada pela massa adiposa anormal. A área de superfície corporal é frequentemente usada para orientar a dosagem do medicamento. Também é usado para avaliar a gravidade de lesões na pele (como queimaduras). ❗Não há área de superfície corporal alta ou baixa. Valores médios para adultos: ♂ Homem: 2,06 m² ♀ Mulher: 1,83 m²
ru: Это площадь поверхности вашего тела в м² (квадратный метр). ППТ может быть лучшим индикатором метаболической массы, чем масса тела, потому что на него меньше влияет аномальная жировая масса. ППТ часто используется для контроля дозирования лекарств. Он также используется для оценки тяжести повреждений кожи (например, ожогов). ❗Нет высоких или низких значений ППТ. Средние значения для взрослых: ♂ Мужчина: 1,91 м² ♀ Женщина: 1,79 м²

# Adonis_Head1
source: Adonis Index
pt_br: Índice de Adônis
ru: Индекс Адониса

# Adonis_Head2
source: Shoulder to Waist Ratio
de: Verhältnis von Schulter zu Taille
pt_br: Relação ombro-cintura
ru: Отношение плеч к талии
