Repository: JamilyaAsh/martspec
Catalog: src/i18n/iOS/size/*.lproj/Localizable.strings
Languages: de, pt_br, ru

# Adonis_Descr
source: The Adonis index relies upon a shoulders to waist proportion related to the Golden Ratio (1.61). It is the most important ratio for the overall look of the body and key to human perception of beauty and attraction. Ideal values for adults: ♂ Men: 1.6 ♀ Women: 1.4 HOW TO MEASURE • Waist size is measured around the smallest part of your waist, just above your belly button. • Shoulders size is measured at their widest point, typically found halfway between collarbone and nipples. ❗Regardless of the proportion, your waist should ideally be no more than 45% of your height.
de: Der Adonis-Index basiert auf einem Verhältnis von Schultern zu Taille, das mit dem Goldenen Schnitt (1,61) zusammenhängt. Es ist das wichtigste Verhältnis für das Gesamtbild des Körpers und der Schlüssel zur menschlichen Wahrnehmung von Schönheit und Anziehungskraft. Idealwerte für Erwachsene: ♂ Männer: 1,6 ♀ Frauen: 1.4 WIE MISST MAN • Die Taillenweite wird an der schmalsten Stelle Ihrer Taille direkt über Ihrem Bauchnabel gemessen. • Die Schultergröße wird an ihrer breitesten Stelle gemessen, normalerweise auf halbem Weg zwischen Schlüsselbein und Brustwarzen. ❗Unabhängig von der Proportion sollte Ihre Taille idealerweise nicht mehr als 45% Ihrer Körpergröße betragen.
pt_br: O índice Adonis baseia-se em uma proporção de ombros para cintura relacionada à proporção áurea (1,61). É a proporção mais importante para a aparência geral do corpo e a chave para a percepção humana de beleza e atração. Valores ideais para adultos: ♂ Homens: 1,6 ♀ Mulheres: 1,4 COMO MEDIR • O tamanho da cintura é medido em torno da menor parte da cintura, logo acima do umbigo. • O tamanho dos ombros é medido em seu ponto mais largo, normalmente encontrado a meio caminho entre a clavícula e os mamilos. ❗Independentemente da proporção, o ideal é que sua cintura não ultrapasse 45% da sua altura.
ru: Индекс Адониса основан на пропорции плеч к талии, связанной с золотым сечением (1,61). Это наиболее важное соотношение для общего вида тела и ключ к восприятию человеком красоты и привлекательности. Идеальные значения для взрослых: ♂ Мужчины: 1,6 ♀ Женщины: 1,4 КАК ИЗМЕРИТЬ • Размер талии измеряется по самой узкой части талии, чуть выше пупка. • Размер плеч измеряется в самом широком месте, обычно на полпути между ключицей и сосками. ❗Вне зависимости от пропорции, ваша талия в идеале должна составлять не более 45% от вашего роста.

# TBW_Head1
source: TBW
de: Wasser %
pt_br: Água corporal
ru: Вода %

# TBW_Head2
source: Total Body Water
de: Körperwasserspiegel
pt_br: Nível de água corporal
ru: Уровень воды в организме

# TBW_Descr
source: Estimates the water percentage of your body (in the tissues, blood, bones, etc.) as: 📘 low (dehydration) 📗 healthy 📙 high (overhydration) It is recommended to intake every day 3.7L of fluids for men and 2.7L for women. On empty stomach water gets into the blood in 5 min, on a full stomach, it takes 45 to 120 min.On empty stomach water gets into the blood in 5 min, on a full stomach, it might take 45 to 120 min. ❗Dehydration can lead to heat injuries, seizures, kidney problems, hypovolemic shock, drop in blood pressure and oxygen in the body. ❗Overhydrating can include confusion, disorientation, nausea, dilution of the electrolytes, and vomiting. 💧The water content of human organs • 83% — Lungs • 79% — Muscle and kidneys • 73% — Brain and heart • 64% — Skin
de: Schätzt den Wasseranteil Ihres Körpers (in Gewebe, Blut, Knochen usw.) wie folgt: 📘 niedrig (dehydration) 📗 gesund 📙 hoch (überwässerung) Es wird empfohlen, jeden Tag 3,7 l Flüssigkeit für Männer und 2,7 l für Frauen zu sich zu nehmen. Auf nüchternen Magen gelangt Wasser in 5 min ins Blut, auf vollen Magen dauert es 45 bis 120 min. Auf nüchternen Magen gelangt Wasser in 5 min ins Blut, auf vollen Magen kann es 45 bis 120 min dauern. ❗Austrocknung kann zu Hitzeschäden, Krampfanfällen, Nierenproblemen, hypovolämischem Schock, Blutdruck- und Sauerstoffabfall im Körper führen. ❗Überwässerung kann Verwirrtheit, Orientierungslosigkeit, Übelkeit, Verdünnung der Elektrolyte und Erbrechen umfassen. 💧Der Wassergehalt menschlicher Organe • 83 % – Lungen • 79 % – Muskeln und Nieren • 73 % – Gehirn und Herz • 64 % – Haut
pt_br: Estima a porcentagem de água do seu corpo (nos tecidos, sangue, ossos, etc.) como: 📘 baixo (desidratação) 📗 saudável 📙 alto (superhidratação) Recomenda-se a ingestão diária de 3,7L de líquidos para homens e 2,7L para mulheres. Com o estômago vazio, a água entra no sangue em 5 minutos, com o estômago cheio, leva de 45 a 120 minutos. ❗A desidratação pode levar a lesões por calor, convulsões, problemas renais, choque hipovolêmico, queda da pressão arterial e do oxigênio no corpo. ❗A superhidratação pode incluir confusão, desorientação, náusea, diluição dos eletrólitos e vômitos. 💧O teor de água dos órgãos humanos • 83% - Pulmões • 79% - Músculo e rins • 73% — Cérebro e coração • 64% - Pele
ru: Оценивает процент содержания воды в вашем теле (в тканях, крови, костях и т. д.) как: 📘 низкий (обезвоживание) 📗 нормальный 📙 высокий (гипергидратация) Ежедневно рекомендуется употреблять 3,7 л жидкости для мужчин и 2,7 л для женщин. Натощак вода попадает в кровь через 5 мин, на сытый желудок через 45-120 мин. ❗Обезвоживание может привести к тепловым травмам, судорогам, проблемам с почками, гиповолемическому шоку, падению артериального давления и кислорода в организме. ❗Перегидратация может включать спутанность сознания, дезориентацию, тошноту, растворение электролитов и рвоту. 💧Содержание воды в органах человека • 83% — легкие • 79% — мышцы и почки • 73% — Мозг и сердце • 64% — Кожа

# WSR_Head1
source: WSR
de: TGV
pt_br: ICA
ru: ИТР

# WSR_Head2
source: Waist to stature ratio
de: Taille-Größe-Verhältnis
pt_br: Índice cintura-altura
ru: Индекс талия/рост

# WSR_Descr
source: Also known as waist to height ratio. This is the measure of your body fat distribution classified as: 📘 underweight 📗 healthy 📙 overweight 📕 obese This ratio is a much better measure of cardiovascular, diabetes and stroke risk than the more widely used BMI because it accounts for the distribution of abdominal fat, which is known to increase the aforementioned risks. ❗Aim to keep the waist size less than half of your height. The ratio should be 0.5 or less. HOW TO MEASURE • Waist size is measured around the smallest part of your waist, just above your belly button. • Stature is measured as you stand upright, aligned with the wall on an even hard floor with your back and heels touching the wall and looking straight ahead.
de: Dies ist das Maß für Ihre Körperfettverteilung, klassifiziert als: 📘 untergewicht 📗 gesundes gewicht 📙 übergewicht 📕 fettleibig Dieses Verhältnis ist ein viel besseres Maß für das Herz-Kreislauf-, Diabetes- und Schlaganfallrisiko als der weiter verbreitete BMI, da es die Verteilung des Bauchfetts berücksichtigt, von dem bekannt ist, dass es die oben genannten Risiken erhöht. ❗Versuchen Sie, die Taillenweite unter der Hälfte Ihrer Körpergröße zu halten. Das Verhältnis sollte 0,5 oder weniger betragen. WIE MISST MAN • Die Taillenweite wird an der schmalsten Stelle Ihrer Taille direkt über Ihrem Bauchnabel gemessen. • Die Statur wird gemessen, während Sie aufrecht stehen, mit der Wand auf einem ebenen, harten Boden ausgerichtet sind, wobei Ihr Rücken und Ihre Fersen die Wand berühren und Sie geradeaus schauen.
pt_br: Esta é a medida da sua distribuição de gordura corporal classificada como: 📘 abaixo do peso 📗 peso saudável 📙 acima do peso 📕 obeso Essa proporção é uma medida muito melhor do risco cardiovascular, diabetes e acidente vascular cerebral do que o IMC mais amplamente utilizado, porque leva em conta a distribuição da gordura abdominal, que é conhecida por aumentar os riscos mencionados anteriormente. ❗Tente manter o tamanho da cintura menor que a metade da sua altura. A proporção deve ser de 0,5 ou menos. COMO MEDIR • O tamanho da cintura é medido em torno da menor parte da cintura, logo acima do umbigo. • A estatura é medida quando você fica em pé, alinhado com a parede em um piso plano e duro, com as costas e os calcanhares tocando a parede e olhando para a frente.
ru: Этот индекс определяет распределения жира в организме и показывает: 📘 недостаточный вес 📗 нормальный вес 📙 лишний вес 📕 ожирение Этот индекс является гораздо лучшим показателем риска сердечно-сосудистых заболеваний, диабета и инсульта, чем более широко используемый ИМТ, поскольку он учитывает распределение абдоминального жира, повышающего вышеупомянутые риски. ❗ Старайтесь, чтобы размер талии был меньше половины вашего роста. Соотношение должно быть 0,5 или меньше. КАК ИЗМЕРИТЬ • Размер талии измеряется по самой узкой части талии, чуть выше пупка. • Рост измеряется, когда вы стоите прямо, выровнявшись по стене на ровном твердом полу, спиной и пятками касаясь стены и глядя прямо перед собой.

# BFP_LEVEL_1
source: lean
de: fettarm
pt_br: sem gordura
ru: рельефное

# BFP_LEVEL_2
source: athletic
de: athletisch
pt_br: atlético
ru: атлетическое

# BFP_LEVEL_3
source: sporty
de: sportlich
pt_br: esportivo
ru: спортивное

# BFP_LEVEL_4
source: average
de: mittel
pt_br: médio
ru: обычное

# BFP_LEVEL_5
source: obese
de: fettleibig
pt_br: obeso
ru: тучное

# BFP_Head1
source: BFP
de: Fett %
pt_br: Percentual de gordura corporal
ru: Жир %

# BFP_Head2
source: Body Fat Percentage
de: Körperfettanteil
pt_br: Porcentagem de gordura corporal
ru: Процент жира в организме

# BFP_Descr
source: This is a measure of body fitness and an indicator of body shape as: 📘 lean body (essential fats only) 📗 athlete body 📒 fitness shape 📙 average shape 📕 obese CONSISTS OF: • Essential fat — maintains life and reproductive functions and is typically between 10 and 13% in females and 2 and 5% in males. • Storage fat — insulates the body to retain heat and stores energy substrate for metabolism. It accumulates mostly beneath the skin (subcutaneous fat) and around the major organs (visceral fat) in the body. FUNCTION: Lipids delivery that the body uses to generate energy. Body fat accumulation is influenced by food intake, exercise and genetic factors. ❗Reducing fat is not the same as reducing body weight. Simply lowering caloric intake is not sufficient. Losing 2% of body fat in 30 days is possible. ❗Excess or insufficient body fat can lead to detrimental health effects.
de: Dies ist ein Maß für die Körperfitness und ein Indikator für die Körperform als: 📘 entlastungskörper 📗 sportlerkörper 📒 fitnessform 📙 durchschnittskörper 📕 fettleibig BESTEHT AUS: • Essentielles Fett – erhält die Lebens- und Fortpflanzungsfunktionen aufrecht und liegt typischerweise zwischen 10 und 13 % bei Frauen und 2 bis 5 % bei Männern. • Speicherfett – isoliert den Körper, um Wärme zu speichern, und speichert Energiesubstrat für den Stoffwechsel. Es sammelt sich hauptsächlich unter der Haut (subkutanes Fett) und um die wichtigsten Organe (viszerales Fett) im Körper an. FUNKTION: Abgabe von Lipiden, die der Körper zur Energiegewinnung verwendet. Die Ansammlung von Körperfett wird durch Nahrungsaufnahme, Bewegung und genetische Faktoren beeinflusst. ❗Fettabbau ist nicht dasselbe wie Körpergewicht zu reduzieren. Es reicht nicht aus, einfach nur die Kalorienzufuhr zu senken. Es ist möglich, 2 % des Körperfetts in 30 Tagen zu verlieren. ❗Zu viel oder zu wenig Körperfett kann zu gesundheitlichen Beeinträchtigungen führen.
pt_br: Esta é uma medida de aptidão corporal e um indicador da forma do corpo como: 📘 corpo magro (somente gorduras essenciais) 📗 corpo de atleta 📒 forma saudável 📙 forma média 📕 obeso CONSISTE EM: • Gordura essencial — mantém a vida e as funções reprodutivas e está tipicamente entre 10 e 13% nas mulheres e 2 e 5% nos homens. • Gordura de armazenamento — isola o corpo para reter calor e armazena substrato energético para o metabolismo. Acumula-se principalmente sob a pele (gordura subcutânea) e ao redor dos principais órgãos (gordura visceral) do corpo. FUNÇÃO: Entrega de lipídios que o corpo usa para gerar energia. O acúmulo de gordura corporal é influenciado pela ingestão de alimentos, exercícios e fatores genéticos. ❗Reduzir a gordura não é o mesmo que reduzir o peso corporal. Simplesmente diminuir a ingestão calórica não é suficiente. Perder 2% da gordura corporal em 30 dias é possível. ❗O excesso ou insuficiência de gordura corporal pode levar a efeitos prejudiciais à saúde.
ru: Это мера физической подготовки и показатель формы тела: 📘 рельефное 📗 атлетическое 📒 спортивное 📙 обычное 📕 тучное ДЕЛИТЬСЯ НА: • Эссенциальный жир — поддерживает жизнь и репродуктивные функции и обычно составляет от 10 до 13% у женщин и от 2 до 5% у мужчин. • Накопительный жир — изолирует тело, сохраняя тепло, и хранит энергетический субстрат для метаболизма. Он накапливается в основном под кожей (подкожный жир) и вокруг основных органов (висцеральный жир). ФУНКЦИЯ: Доставка липидов, которые организм использует для выработки энергии. ❗Уменьшение жира — это не то же самое, что снижение массы тела. Простого снижения калорийности рациона недостаточно. Потеря 2% жира в организме за 30 дней возможна. ❗Избыток или недостаток жира в организме может привести к пагубным последствиям для здоровья.

# HELP_HEADER
source: Build together
de: Zusammen bauen
pt_br: Construir juntos
ru: Нужна ваша помощь

# HELP_INTRO
source: This app is 100% free, has zero ADs, and does not share your data. We believe privacy is a fundamental human right. This is built into our products from the beginning of the design process. Please help us make this app even better. There are several ways you can help:
de: Diese App ist 100 % kostenlos, hat keine Werbung und verkauft Ihre Daten nicht. Wir glauben, dass Datenschutz ein grundlegendes Menschenrecht ist. Dies ist von Beginn des Designprozesses an in unsere Produkte integriert. Bitte helfen Sie uns, diese App noch besser zu machen. Es gibt mehrere Möglichkeiten, wie Sie helfen können:
pt_br: Este aplicativo é 100% gratuito, tem zero anúncios e não compartilha seus dados. Acreditamos que a privacidade é um direito humano fundamental. Isso é incorporado aos nossos produtos desde o início do processo de design. Por favor, ajude-nos a tornar este aplicativo ainda melhor. Existem várias maneiras de ajudar:
ru: Это приложение бесплатно. Оно не содержит рекламы и не использует ваши данные. Неприкосновенность личных данных является фундаментальным правом каждого человека и одной из ключевой ценностью компании Martspec. Мы не храним ваши данные на наших серверах (все данные находятся в Вашем iCloud и Apple Здоровье). Помогите нам сделать это приложение лучше. Несколько способов как это сделать:

# HELP_OPT1_T
source: Review
de: Überprüfung
pt_br: Revisar
ru: Отзыв

# HELP_OPT1_D
source: What sets this app apart from others and encourages you to use it? What do you like the best about this app? Are there any areas we can make better? We need to feel and understand the app helps you, improves your health and wellness.
de: Was unterscheidet diese App von anderen und ermutigt Sie, sie zu verwenden? Was gefällt Ihnen am besten an dieser App? Gibt es Bereiche, die wir verbessern können? Wir müssen das Gefühl haben und verstehen, dass die App Ihnen hilft, sich verbessert Ihre Gesundheit und Ihr Wohlbefinden.
pt_br: O que diferencia este aplicativo dos outros e incentiva você a usá-lo? O que você mais gosta neste aplicativo? Há alguma área em que podemos melhorar? Precisamos sentir e entender que o aplicativo ajuda você, melhora sua saúde e bem-estar.
ru: Расскажите почему именно это приложение привлекло ваше внимание. Чем оно выделяется на фоне остальных? Что вам нравится больше всего в этом приложении? Как мы можем улучшить его? Друзья, нам важно знать, что приложение удобно в использовании и экономит ваше время. На этом держится весь проект, поэтому, пожалуйста, оставьте отзыв.

# HELP_OPT1_B
source: Rate App
de: App bewerten
pt_br: Avaliar aplicativo
ru: Оставить отзыв

# HELP_OPT2_T
source: Friend
de: Freund
pt_br: Amigo
ru: Друг

# HELP_OPT2_D
source: By sharing the app you can positively impact other people and help them learn something new. Perhaps they can find this app as useful as you do.
de: Indem Sie die App teilen, können Sie andere Menschen positiv beeinflussen und ihnen helfen, etwas Neues zu lernen. Vielleicht finden sie diese App genauso nützlich wie Sie.
pt_br: Ao compartilhar o aplicativo, você pode impactar positivamente outras pessoas e ajudá-las a aprender algo novo. Talvez elas possam achar este aplicativo tão útil quanto você.
ru: Вы можете помочь нам, поделившись приложением с другими людьми. Тем самым вы внесете свой вклад в продвижение здорового образа жизни, а также сможете оказать позитивное влияние на жизни близких вам людей.

# HELP_OPT2_B
source: Share it
de: Teilen
pt_br: Compartilhe
ru: Поделиться

# HELP_OPT3_T
source: Language
de: Sprache 🇩🇪
pt_br: Idioma 🇧🇷 🇵🇹
ru: Язык 🇷🇺

# HELP_OPT3_D
source: Does your native language displayed correctly? Do you have a suggestion to rename something? You can volunteer and help with the grammatically correct spelling of the text. Even if you change one word, it would be a great help.
de: Wird Ihre Muttersprache korrekt angezeigt? Haben Sie einen Vorschlag, etwas umzubenennen? Sie können sich freiwillig melden und bei der grammatikalisch korrekten Schreibweise des Textes helfen. Selbst wenn Sie ein Wort ändern, wäre es eine große Hilfe.
pt_br: Sua língua nativa é exibida corretamente? Você tem uma sugestão para renomear alguma coisa? Você pode se voluntariar e ajudar com a ortografia gramaticalmente correta do texto. Mesmo que você altere uma palavra, seria de grande ajuda.
ru: Возможно ваш родной язык некорректно отображен в этом приложении. Вы можете выступить волонтером и помочь в составлении грамотного текста.

# HELP_OPT3_B
source: Spell it
de: Übersetzen
pt_br: Traduzir
ru: Править текст

# HELP_OPT4_T
source: Social
de: Soziale Netzwerke
ru: Сеть

# HELP_OPT4_D
source: We appreciate it if you support the cause of a healthy lifestyle by sharing good words about this app on a social network. This app might benefit and enrich other people's lives.
de: Wir wissen es zu schätzen, wenn Sie die Sache eines gesunden Lebensstils unterstützen, indem Sie gute Worte über diese App in einem sozialen Netzwerk teilen. Diese App kann das Leben anderer Menschen fördern und bereichern.
pt_br: Agradecemos se você apoiar a causa de um estilo de vida saudável compartilhando boas palavras sobre este aplicativo em uma rede social. Este aplicativo pode beneficiar e enriquecer a vida de outras pessoas.
ru: Мы будем рады, если вы поддержите нас заметкой в социальных сетях. Давайте распространять здоровый образ жизни и тогда вредному места не останется!
